{"success": true, "text": "- ... were standing there. Everyone is waiting,\n'cause at any moment an arrow could just fly through your neck, and there's\npeople holding shotguns. And the anthropologist, this little guy, is standing\nthere in the front, and he's going, \"Enimole.\" He's going, \"Brothers.\"\nAnd then it happened. Then you start hearing people screaming, \"Mashco! Mashco!\" And people\nare screaming and women are lifting children and running into the\nhuts and the dogs and chickens are going nuts and— - So fear, fear. - Fear. He's going, \"Look there. He has a\nbow. He has a bow.\" And we're looking up the beach and there's just this\nclan walking down the beach with these seven-foot bows and they're hunched over\nand they're pointing at us. They're going, \"Look at that one. Look, there's a gun\nthere.\" And you can see them communicating to each other and the butterflies are swirling\noff the beach and they can hit a spider monkey out of the treetops\nat 40 meters. They can sneak up and you will never know they're there.\nAnd so when that arrow passes through your body, you'll only have a moment to\nrealize it before you fall over. In order for any of this to make sense,\nI have to show you this footage. - And this has not been shown ever before. - This is a world first. - The following is a conversation with Paul\nRosolie, his third time on the podcast. Paul is a naturalist, explorer,\nwriter and is someone who has dedicated his life to protecting the\nAmazon rainforest and celebrating the beauty of the natural world. He has a new book coming out in\na few days titled Jungle Keeper that you should definitely\ngo pre-order now. It tells some intense stories about\nhis time in the jungle over the past several years, building up to a\nfew epic recent events, including a new extended encounter with a non-contacted\ntribe that we discuss in this podcast. Both the book and audiobook are great. I highly recommend it. If you would\nlike to support Paul and his team in their mission to protect the\njungle, go to junglekeepers.org. You can help with donations or by spreading the word or checking out the\ngala that Paul is hosting in New York on January 22nd in a few days. They are doing all they can to help\nraise funds for the mission of safeguarding as much of the\nrainforest as possible, and I think it's a mission\nworth fighting for. The Amazon jungle is one of the most\nspecial and beautiful places on Earth. As an aside, allow me to look back briefly and mention something that\nI've been struggling with a bit. For context, I traveled to the Amazon\nrainforest with Paul a while back. It was an adventure of a lifetime,\nwith lots of crazy twists and turns. We did record a podcast out\nthere, literally in the jungle. Episode 429, if you want to go\ncheck it out. It was awesome. And we also recorded a bunch of disparate\nfootage of the journey just for fun. And I would still love to somehow put all that together into a cohesive\nvideo in case it's interesting to someone. But I've learned just how difficult it is to organize and edit a pile of\nchaotically recorded footage like that. So, let's see if I can pull it off.\nBut in any case, this kind of raw vlog-style video is something that I\nwould love to be able to do more of as a way to celebrate amazing\nhuman beings like Paul and others, including everyday people who I meet\non my travels. So, I'll keep trying, tinkering, learning, and I ask for your\npatience and support along the way. Now, back to our regularly scheduled\nprogramming. This is the Lex Fridman Podcast. To support it, please check out our\nsponsors in the description where you can also find links to contact\nme, ask questions, give feedback, and so on. And now, dear\nfriends, here's Paul Rosolie. We've survived a challenging time\nout in the jungle about a year and a half ago, and since then, your life has increasingly gotten more\nintense. So, you've achieved the incredible feat of saving now more\nthan 130,000 acres of rainforest. And the goal that you're working towards\nis protecting 200,000 acres more. And doing so while facing\nextreme danger from narcos, narco-traffickers, so-called\nCocaine Mafia in an escalating drug war. This is insane.\nThese are new developments. Illegal loggers, as we've talked\nabout before. Gold miners, and the incredible recent encounter\nwith an uncontacted tribe. And we'll talk about\nall of this. So your new book, Jungle Keeper, opens with\nthe killing of two loggers by the warriors of an uncontacted\ntribe, the Mashco Piro, in August 2024. And then you reveal that you had your own\ndramatic encounter with the tribe two months later in October 2024. So if I\nmay, let me read the opening of the book. \"Far out on the western edge\nof the Amazon rainforest, deep in the Peruvian jungle, a\npair of loggers plunged their chainsaws into the buttressed roots of\nan ancient ironwood. An ironwood, or shihuahuaco, of this size\nis a giant among giants, an emergent sentinel that\nreaches heights of 160 feet, towering over the rest of the\ncanopy.\" I've read that many are over 1,000 years old, by the way,\nas an aside. And you've found ones that are 1,200 years old. - Incredibly old. - Anyway, you continue. \"This particular\ntree had started its life as a tiny sapling in the great jungle,\na story that began before the Spanish reached Peru, long before\nthe United States was even a dream. At a time when\nLeonardo da Vinci was still honing his talents in a far away\npart of the world, through the Renaissance, the First and Second\nWorld Wars, and the birth of our grandparents.\" This tree\nwas out there slowly charging upward, anonymous, just\none pillar among the billions of others. But on this day, in August\n2024, when the two loggers worked, this witness of the centuries came\ncrashing down to the canopy with such cataclysmic power\nthat it shook the earth. And then you go on to talk about\nhow the shaking of the earth was felt and heard by the uncontacted tribe. You go on to describe how these\nparticular loggers were killed by the uncontacted tribe of Mashco Piro. What do we know about these\nwarriors of the uncontacted tribe? - We know that across the Amazon basin\nthere's still perhaps thousands of clans of uncontacted peoples,\npeople that are living in nomadic isolation in what remains of the intact\nAmazon basin and want to remain that way. And so, what happened with\nthese loggers was that local people told them,\n\"Don't go out there. Don't go into these territories.\" And what happens is that\npeople that aren't from... There's this thing with the jungle, people don't believe that it's as wild as the legends say.\nAnd so when they say there's calatos out there, there's\nwild people out there, these loggers from another region\ngo, \"Yeah, that's just some story. We're fine. We'll go. We have\nshotguns.\" They don't realize you're dealing with a\ncivilization of people that is still nomadic, still uses\nbamboo-tipped arrows, still lives naked in the Amazon rainforest,\nhas knowledge of medicines that we've yet to encounter or may never\ndiscover, and that they can hit a spider monkey out of the\ntreetops at 40 meters. And so while you're using a chainsaw, they\ncan sneak up and you will never know they're there. And so when that\narrow passes through your body, you'll only have a moment to\nrealize it before you fall over. - And we're looking at something\nyou posted on your Instagram- ... which are the arrows that they\nuse, which are bigger than you. So they're like six or seven feet. - Six, seven feet. More like\nseven feet. And that's- - Look how sharp that is. - ... incredibly sharp. They cure it over the\nfire and they have a way of sharpening it. That edge of bamboo becomes incredibly\nknife-sharp. You can cut meat with it easily; I've done it. These\narrows... Look at that. I mean, I'm 5'9\". That's easily a seven-foot arrow. - Yeah, so for people who are just\nlistening, this \"arrow\" is really a spear. Some people would think it was a spear, but\nthey're shooting this thing with a gigantic bow. That's crazy. - Yeah, and so to be holding that...\nLook at that, they even twist the fletching so the arrow spins in\nthe air. They have incredible craftsmanship, and then you see all the little\nstring on there is plant fibers they've woven, and then this is them. - Yeah, the warriors of the tribe. - The warriors of the tribe. And so the\nfact that we're sitting here talking on microphones, and that we have airplanes\nand cell phones and all the things we have in the modern world, and there's still...\nWe still live in this age where there's, right now at this moment, people\nliving out in the jungle who have been there since before history,\nis an incredible thing. - Let me look this up on Perplexity:\nwhat are the technologies we modern humans have\nthat the Mashco Piro do not? It's just interesting\nto think about the kind of technologies we take for\ngranted. Energy and power, obviously all the electricity generation,\ngrids, batteries, solar panels, and electric motors, metals and\nmaterials, mass-produced steel, aluminum, advanced alloys,\nplastics, composites, glass, concrete, all of those things. - All of those things. - Tools, of course, and machinery.\nThe infrastructure of roads and bridges and buildings, and the weapons of war—everything but the spears\nand arrows that they have—and the medicine and biology. Of course they\nprobably have complicated medicines that they've developed for their own—\n...that are available within the jungle. - I mean, that entire list is no. - No. - I mean, metal, I think you have to\nbe able to excavate into the earth and forge metal. These people don't even... As one of\nthe local anthropologists said to me, a Peruvian anthropologist, he said,\n\"You know, people think of them as Stone Age tribes.\" And he was like, \"They\ndon't have stones.\" He's like, \"They don't...\" So they don't know that water... They\nsee water that they drink. They don't know that water freezes, because they've never\nseen it. They don't know that water boils, because they don't even make clay pots. They\njust have their bamboo and their string. And so they're living an\nincredibly simple life. So all of that, I mean, even a camera is a miracle to them. You have to bend your mind to\neven understand how far back they are. It's like looking into thousands\nof years ago, like the Stone Age. - When they hear the sounds of the chainsaws,\nthe sounds of machinery in the distance- ...I wonder how they can possibly\ncomprehend what that is. - I think they view it as a demonic\ndestructive force. And when I show you the encounter that we had,\nwe got a few takeaways. We left with more questions than\nanswers, but one of the things they were able to communicate across the\nlanguage barrier was, \"Why are you cutting down the trees?\"\nThey don't like it. - Yeah. That represents to them the danger and destruction that\nthe outside world brings. - They see us as the destroyers of worlds. - So tell me about this\nencounter in October of 2024. - So, in order to tell you about\nthat encounter I think we need to orient people into where we're talking\nabout. We're talking about this river that runs through the western edge of\nthe Amazon rainforest that you know well now, after spending time\nthere with me. It's a high tributary of the Amazon where you\nhave the main river channel and then smaller and smaller and smaller\ntributaries. And the smaller you get, the less trafficked\nthey are. And so this river has remained wild through the centuries. And even during the '90s when there was a\nmahogany boom where people went out for it, trees, there were very few\npeople going up this river. 20 years ago when I first got to the region and\npeople told me there were uncontacted tribes out there, it was always in\nthe realm of something... You know, it's like people say,\n\"There's Bigfoot,\" or, \"Don't go there, it's haunted.\" It was\nlike a tall tale almost. And even the Peruvian government at the\ntime I first went to Peru, which was 2006, their official position\nwas that the tribes are a myth. There's no such thing as\nthe tribes. That was the official position. And you just... You would\nhear these stories of people that got shot. You'd meet someone high up a\nriver, four days upriver, deep in the Amazon, that had an arrow. And you'd\nlook at this thing and it had this, you know, mega gravity. And so as we've created\nJungle Keepers and now we're protecting 130,000 acres of this river, we're protecting\nthe plants and the animals and the ancient trees, and trying to preserve the ecosystem,\nand counting the butterflies and conducting ecological surveys, and what we've\ninadvertently found ourselves the caretakers of, is the fact that\nthese people, in order to continue living, have to remain\nisolated, want to remain isolated. That's their one mandate\nas a civilization: the tribes of the Mashco Piro. And so, in\nOctober, as Jungle Keepers now, we're working with the indigenous people. What we do\nis we take loggers and gold miners and make them into rangers and give them better\njobs, and we try to protect the forest. And those people who live\nup in the remote indigenous community, they called us on a satellite\nphone and they said, \"Directors, you've been working with us and telling us\nyou wanna help us. The tribes are coming out. What do we do?\" - So, even they don't really know, when\nthe tribes emerge from the deep jungle- ... what to do? - They were terrified. - What was your thinking when\nyou got the phone call? - When we got the phone call, it was a mix\nof... because we're over here trying to get land concessions and doing all this\nimportant work, and part of me was like, \"That can't be real, so we're\ngonna keep our heads down.\" - Bigfoot is emerging- ... from the forest. - Like, yeah, sure. And then we\nhung up and we said, \"Okay, maybe tomorrow if they're still there or\nsomething.\" And then it was crazy because it was probably about noon and we had an important\nday of meetings. We had a meeting with the police, we had a meeting with the landowner, we were\ntrying to do all this stuff for the conservation work. And then I got together with the core team\nof directors, JJ, Mohsin, Stéphane, and we said, \"Wait, if this\nis real, we have to get there now. Like now, now.\" And\nso we dropped what we were doing, canceled the meetings,\nand put other people on them. We got a boat and we called Ignacio,\nour most hardcore ranger. - Who has been shot. - Who in 2019 was shot in\nthe head by an arrow and still bears the scar, and\nhe barely survived. And we said, \"Look, this is going down.\" He said, \"I\nalready know because the whole river knows.\" We said, \"Can you get us there by\ntomorrow morning?\" And he said, \"Look, it's a two-day journey by boat. So,\nno.\" And we said, \"Is there any way you can you get us there?\" And he went,\n\"I'll get you there.\" And so we got a couple of sacks of rice, a couple\nof cans of tuna, our dry bags, our tents. We got on a boat by 6:00 PM\nand we started riding up the river - Through the night? - ...through the night. And so a two-day boat\njourney that we're trying to flex into one night. And so I was at the\nfront with the headlamp— ...with the torch. And so the first\nfew hours it was clear, and that comet... Remember that comet— ...that was going? There was that comet in the\nsky. I remember looking at it and going, \"This is it.\" I knew this was it. And the\nfirst few hours were clear and the stars were out and it was beautiful, and\nthen it clouded over and the lightning started, and then it just apocalypse\ndownpoured. And from midnight until 8:00 AM it was just the front of\nthe boat with the light, and it was just a Star Wars vision of raindrops and galaxies and moths flying\nin my eye. People don't realize you can get hypothermia in the tropics,\nbut as you're going at night, even if it's 80 degrees outside, in the rain, in\nthe wind at night, in a lightning storm, you're freezing. And so by 2:00\nAM I'm convulsively shivering, and we're using the caiman eyes on the\nside of the river because it was so dark we couldn't see where we were\ngoing, so those shine back at you. So I'm finding the caiman eyes and then\nmotioning with the light to Ignacio where to go, and he knew how to find\nthe channel and we had to jump the waterfalls. We did the two-day\nboat ride in one night. And we arrive at this community\nwhere... And it's morning now and the howler monkeys are calling\nover the jungle, and the little naked children are all by the side and\neveryone's scared. And we get a hug from this guy, Bacho, who we know, and\nthey're like, \"Come in, come in, come in.\" And they're like, \"The tribe came out yesterday.\nWe saw a few of them on the beach and they're gone now.\" And so we collapsed, we fell asleep.\nRained the whole day. That night we went out and we looked for them and\nthere was this crazy moment where we're standing on this beach and\ntheir footprints were there. And the local indigenous anthropologist\nwas standing there, looking out into the Amazon beyond, and there's just all this\nwreckage. It looked like something very Cormac McCarthy: just dark\nsky, iron clouds, and we're standing there. Everyone is waiting,\n'cause at any moment an arrow could just fly through your neck. And there's\npeople holding shotguns, and the anthropologist, this little guy, is standing\nthere in the front and he's going, \"No mole.\" He's going, \"Brothers.\" There's\nonly a few words that intersect between the languages and he's going,\n\"Brothers, we're here. We don't want to hurt you.\" He's speaking in the Yine language.\nAnd he's saying, \"Come out.\" And you can tell by their footprints—the trackers\nexplained this—that you could see... it was just the balls of their feet. So right\nas we pulled up to the beach, they ran. So they were there listening to\nus, and he's going, \"Nomole, come out. It's okay. Lay down your arms.\nWe'll lay down ours. Nomole.\" He just kept saying, \"Nomole.\" And nothing\nhappened. And we went back to the village and went to sleep. We wake up the next\nmorning, and it's 5:00 AM. And again, we're trying to save the jungle. We're\nin a race against time to get these land concessions. And so my team, like\nMohsin and JJ—Stefan couldn't come because he was in town signing\npaperwork and interviewing loggers and landowners. And also, he didn't\nthink there was any chance this was gonna be real because in his entire\n50-something years in the Amazon, he's never seen them. And so we're getting ready to leave in the morning. We\nhad tents on the boat, and Ignacio comes up to me and he goes, \"You're my director,\nright? You're my boss?\" And I went, \"Yeah.\" He goes, \"I need to talk\nto you like a friend.\" I was like, \"Yeah, shoot. Go.\" And he goes, \"You'd\nbe an idiot to leave right now.\" He goes, \"They're coming.\" And so\nhe convinced us to stay. We pull our tents off the boat. Stefan and Mohsin go\noff with their cameras. They start shooting, you know, people. These are\nmonkey eaters and fishermen—the community that we're in. And\neverything's quiet. And I opened my laptop, and I was working, just\nwriting my book. And then it happened. Then you start\nhearing people screaming, \"Mashco, Mashco!\" And people\nare screaming and women are lifting children and running into the\nhuts, and the dogs and chickens are going nuts. And I mean— - So fear. Fear. - Fear. - Because we should say, the\nobvious thing is, as far as anyone remembers, any minimal,\nsmall encounters with these tribes— ... have been violent. - Extremely violent. These\ntribes have remained alive because of their violence. Like the Spartans\nor the Comanches, they seem to have adopted violence as a\nfirst response to contact. - Maybe you can correct me on this,\nbut I read that in the late 19th century, early 20th century, there was\ndocumentation of encounters with these tribes by the private armies\nof the rubber barons. And those encounters were, from the rubber\nbarons' armies' perspective, violent. And so maybe the lesson the\nuncontacted tribes learned is that any interaction with the\noutside world is gonna have to be violent because they have\nto defend themselves. - Yeah. You had colonial missionaries\nin the 1600s and 1700s. Then you had the rubber barons, late 1800s\ninto the 1900s, just periods of extraction and domination and\ncruelty. And these tribes—their grandparents must have told them, \"When\nthe outside world comes, you shoot first. That's the only thing\nthat's gonna keep you alive.\" - Do you think the memory of those\nviolent encounters is defining to how they think about the world? - Yeah. Because even in my lifetime there,\nin the 20 years I've spent in the Amazon, Ignacio was shot\nin the head. My friend Victor survived a violent encounter\nwhere they murdered somebody on a beach. They've shot numerous people.\nThey've even shot people who were trying to help them, people who were trying\nto give them clothing and bananas. They call it porcupining them, where they\nfind a body on the beach with so many arrows that when they fall over,\nall the arrows are sticking up. And they'll do it out of curiosity\ntoo. It's like, \"Hey, you're wearing a suit. That's weird. We've never seen\nanybody in a black and white suit.\" The way Teddy Roosevelt would\nshoot a bird for science. They just want to look at\nyou. And so they're operating on a different... They don't have the\nmoral system that we have or understand. They're truly wild. - How does Ignacio think about them?\nBecause they almost killed him. - Yes. It depends on the mood you\nget him in, because if you ask him... One day I asked him, \"If you\ncould see the people who shot you in the head, what would you say to them?\"\nAnd he looked at me with that Ignacio look and said, \"I wouldn't say anything. I\nwould kill as many of them as I could.\" He also had a time where he\nwas in a really remote guard station working for the Ministry of Culture,\nand they showed up and he knew that they were going to kill him.\nSo he climbed into the peak of the little structure there. And\njust like a dog in a car, that greenhouse effect in the top at midday\nwith the sun beating down, he was huddled over a mattress while\nthey were walking on the deck— ...moving pots and pans and looking\nat our items and artifacts. And he knew that if he was\nfound, they'd kill him. But if he stayed up there, he was literally\nfrying. He said he was soaking the mattress. He could feel himself dying. For\ntwo hours he had to stay there. And he was constantly making this decision:\n\"If I come out, I die. If I stay, I probably die.\" He's like, \"Probably\ndie is better than definitely die.\" So he was terrified. And as they're\nscreaming, \"Mashko,\" everybody's running, Ignacio comes and finds me. You\ncan see in his eyes, you can see when somebody has that PTSD response, he's breathing heavy.\nHe's moving behind trees. He's keeping me close to him and\ngoing, \"Look there. He has a bow.\" \"He has a bow.\" And we're looking\nup the beach, and there's just this clan of naked men walking down the\nbeach with these seven-foot bows, and they're hunched over, pointing at\nus. They're going, \"Look at that one.\" \"Look, there's a gun there.\" You can\nsee them communicating to each other. The butterflies are swirling off\nthe beach. In these moments you go, \"Am I entering a moment that\nis— is this a one-way door?\" \"Is this an irreversible situation?\"\nBecause there's an unfolding situation where they're coming towards us. Are\nthey going to attack? What do they want? Is there going to be a... I mean, I am soaked in chills right now talking about\nit, because I remember standing there, going, \"There's no way this is real\nlife.\" It's burned into my memory, them walking down the beach with the\nbows. And of course, you know, Stefan is up there firing off pictures\nand Mohsin is down getting video. And the community that\nwe're with, people had... You hear shotgun shells loading home. They're getting ready. And there's this\none guy, this anthropologist named Romel, who has been the only person who has\ncommunicated with them peacefully. He did it in 2013, where he stood on the beach\nand spoke to them. He knows enough of the local dialect that\noverlaps with theirs that he can speak to them. And as they're coming down\nthe beach, the butterflies are flying up, and we're all waiting. And again,\nshotgun, you're talking, you know, how many meters? 30, 40 meters?\nI don't know accurate. For an arrow, you loose a seven-foot arrow that\nweighs nothing, you're talking about 300 meters easy. They can shoot\nyou from across the river. So Ignacio was pulling me and he\nwas like, \"Down. You go down.\" \"You stay behind this tree. Watch them\nfrom there. Watch out, he has an arrow.\" He was watching everyone because you could\nsee, he's like, \"This is how it happens.\" - Did you think this might be the last day\nyou have on this earth? Were you afraid? - I was, yeah, of course I\nwas afraid. You're with- I'm with my two best friends and\npeople that I work very closely with. You're in the middle of nowhere,\nthere's no help coming, and you're with- ...26 people and there's\n50 of the tribe that you can see, and you know they're surrounding\nus. There are men on the other side of the river. And then we had\nguns looking back towards the jungle because we knew we were being\nsurrounded. And so, again, this is always the story of someone's\nuncle, brother, or cousin telling a story that happened, and now\nit's happening. Not in the shadows, not in the middle of the night.\nIt's happening in broad daylight. They're walking out onto the beach.\nIt's like the first time they saw the dinosaurs in Jurassic Park.\nYou're going, \"There's no way.\" - And you are walking on the knife's\nedge. And it's funny you say this, about taking pictures. Because there's two\nways to think of this situation. This is fascinating, or this is extremely\ndangerous. It's both. It's a knife's edge. So you could approach it one of two ways. \"If I die, I die. I'm going\nto take some good pictures.\" - But that was also our\nmission. As the directors of Jungle Keepers, we work with this\ncommunity to ensure their lifestyle can continue, and they're saying,\n\"Hey, that's great, but as an indigenous community, we're dealing with\npeople that raid our stuff, try and steal our women, and kill our hunters. Now\nthey're coming out. We want you to see it.\" Documenting it is part\nof our job. We have to show what happened that\nday. And so those guys were shooting. And very\nseriously, it's actually... Mohsin's wife and I always joked,\n\"If the tribe ever comes out, you stand in front of him, you\ntake the arrow. He has kids.\" And that day, we were\nstrategically positioning ourselves, being like,\n\"You, down. You cannot get killed.\" In those moments,\nyou start to go, \"Okay, where will I be safe from arrows?\nWhere can I run to the river if they come over?\" And you\nstart planning, \"Okay, if I jump into the river...\" I was going, \"Okay, I got my\nbag. I have a can of tuna. I have a flashlight.\" I was like, \"If I jump into the river\nand float down and I live, I'm still days upriver.\" And so you start\ngoing through all these things. - And of course, the Mashco Piro people\nare thinking exactly the same thing, probably. - Well, the interesting thing is that\nthey're initiating the contact, right? They are the ones coming out of\nthe jungle and confronting us. - And fundamentally, that contact is- they're\nat least giving peace a chance. They're trying the peaceful contact\nfirst, correct? Or was there a violent element? Like,\nwhat did you sense in the caution of them emerging to the beach? - Fear. As they came out, you could\nsee fear on them because the way they were hunched over, the\nway they had their bows ready, they were worried. And so they\ncame and Romel is standing there closer than any of us at the edge, on\none side of the river. And it was like shirts versus skins. It was two\ntribes looking at each other with a thousand years of civilization\nbetween them. And Romel's going, \"Put down your bows. Put down your bows and we can talk.\"\nAnd he's saying, \"Namole, Namole.\" He kept saying, \"Brothers,\nbrothers, please put down your...\" - So Namole means brother in a language\nthat they might be able to understand? - Namole means brother in a language\nthat they do understand, and it seems like they refer to themselves\nas the Namoles. The brothers. - So potentially, that's what they\ncall themselves as a tribe, Namoles? - Exactly. And actually, the anthropologists\nthat we've been speaking to post-event have been explaining to us\nthat- you know, Piro is the group that they're from,\nthese various nomadic tribes. And Mashco basically means \"wild Piros.\" One\nthing we know they call themselves is Namoles. - So we might converge towards the\nname of this tribe being Namole versus Mashco Piro? - The Namoles, yeah. It seems like\nthe most current self-appointed identity is the brothers, Namole. - Anyway, there's these shredded warriors\non the beach. They're gigantic. - With seven-foot arrows, and\nwe're all standing there. And so the first thing, again,\nyou just think of like the peace pipe in the old stories.\nAnd the first thing is, \"Let's make them an offering of\npeace.\" So they got a canoe with no motor, and we piled it\nwith plantains, just full of plantains, 16 feet\nof endless green bananas. And then, I mean, the balls on\nthis guy, the anthropologist- he gets into the river, takes\nthe canoe, and it's the dry season, so the river's only\nabout three or four feet deep at the channel. And so he walks\nthis thing out, this one man walking in the face of all these\nwarriors. He takes the boat and he pushes it towards them. And\nthey rush out, and they start grabbing the bananas, and they're\nnot going, \"Okay, we will unload these bananas and use them\nlater.\" They're my bananas. And they're fighting, yelling,\nand they're all grabbing 'em, and then they push the boat back and he talks to them a little bit.\nIt's not a perfect translation, so he's saying, \"Where have you come from?\nWhat do you want? Who's your leader?\" And he's trying to establish these things,\nand they all sort of talk at the same time, like a flock of birds.\nIt wasn't like one man speaks. And there were no women.\nThe women were nowhere to be seen. And actually,\nat one point as we were preparing, I think it was while we were\npreparing the second canoe of bananas, there was a moment of absolute panic. It happened when there was a noise\nbehind us and you just hear shotguns swing behind us. And, you\nknow, Mohsin goes down. I go running away from the river because I\nwant to see if there's an attack coming. And I'm standing, me and this guy\nwere sharing a tree as cover, and he's got a shotgun and he's\nlooking back into the forest. And what was happening was the\nwomen of the tribe had come silently, and they were just pulling\nyucca out of the ground and taking the banana plants and ruining the farm\ncompletely. They were raiding the farm behind us while the men were\ntalking up here. So again, were they peacefully contacting us or were\nthey like, \"Hey, go make a diversion and take the food out the back\"? - So I mean, you really were surrounded. - We were completely surrounded. - So they could have murdered\nall of you, probably. - Easily. We were outnumbered\nfive to one at the least. - Yeah. And maybe they wanted peace,\nbut part of the reason is they didn't know how deep this goes.\nThey didn't know if you had backup. - They don't know if we have backup.\nThey also had questions. Some of their questions were incredible: \"How\ndo we tell the difference between, how do we know who the good\nguys and the bad guys are?\" Because to them, all you\noutsiders are the same. So why, who were the ones\ncutting down the trees? - And those are the ones they\nknow are the bad guys. - Well, the big trees seemed to have\nincredible significance to them. They're significant to us in a\ndifferent way, but to them, it's offensive on an almost religious level to cut a big tree, as\nif you're killing their gods. - So there's a spirituality\nto the trees to them. - It seems like that. - And so whoever's cutting them down\nis a source of destruction on a spiritual, existential level. - spiritual, existential level. They\nask, \"Why would you destroy our home?\" - In a deep sense, the uncontacted tribes represent the deep\njungle. And so if they're threatened, that means the jungle,\nthe deep jungle is threatened. - They are the human voice of the jungle and they're asking questions and they're also\ndemanding. You know, they're clapping at us and they're waving and they're saying,\n\"Send more bananas.\" And so they loaded up another boat and they pushed another boat\nout, and this time they gave them some rope. They all had rope tied around\ntheir waists, penises tied up. But they love rope and some of them\nwere wearing rope that they had made, which is brown or reddish. And\nthen some of them were wearing rope that they had clearly pillaged from logging\ncamps or the communities because it was modern nylon paracord. And they had\nthis wound around their waists like a thick belt. And they took\nthe second boat and they had some rope and they had\nsome plantains on there. - So, some of these guys might have been\nthe ones that murdered the loggers. - Could be. - From a couple of months before that. - Absolutely, could be. But what Ramal\nsaid as he was talking to them, he turned to us and he said,\n\"The other groups call me the Grandfather.\" He said, \"This group, I don't\nknow any of these.\" He said, \"This is first contact.\" He said, \"This is the\nfirst time this group is talking to us.\" And you saw people\nfrom maybe 12 years old to what looks like 40-something,\nlike a banged-up 40. And no really old people and no women. - So this is a particular\nclan of the uncontacted- - It's a particular clan, - a tribe who they've never contacted. Is there, just from your memory,\ninteresting aspects about the way they were trying to communicate? Like you\nsaid, clapping. I think it's, from an anthropology perspective, from a human\nperspective, fascinating. How do you talk to people from an uncontacted\ntribe like this? So clapping, yelling. It's interesting\nto know that there's not a hierarchy where there's a leader that represents.\nOr is that something we know for sure? - Before even coming to talk to you\nabout this, we passed this through anthropologists and ethicists\nand we said, \"Look, is it even okay? Can we talk about this?\"\nBecause if you talk about this, and you tell people there's these uncontacted\ntribes, people have misconceptions. They go, \"They're the last free\npeople on Earth. We need to go join them. We want to see them.\" There's\nall this bad stuff that happens, and all these people want to be left\nalone. So the last thing we want to do is kill the thing we're trying to protect\nand tell the world. But at the same time, they're speaking out. They're\nsaying, \"Stop cutting our trees. Leave us alone.\" And so if we're\nnot successful in the greater Jungle Keepers' mission of\nprotecting this river, they cease to exist. And so advocating\nfor these people requires us to have this conversation. It requires\nus to have this footage and to show the world, and then leave them alone. In order for any of this to make sense,\nI have to show you this footage. - And this has not been shown ever before. - This is a world first. I mean, up until now...\nYou know, we're sitting there this day and- the only thing you've ever seen are these\nblurry images of them from someone's cellphone from 100 meters away of the\nuncontacted tribes. And we're sitting there with 800 millimeters with a 2X\nteleconverter and, you know, R5s. And so, this is as we're\nlooking through the vines, anticipating the tribe coming. I'll put a\nlittle bit of volume so you can hear it. And then you can see, this is the moment. This\nis us running when they're like, \"They're out. They're coming down the beach.\" - Oh, wow. Oh, wow. - You see how many thousands of butterflies? But look at the\nway they move. Look at the way they point. Look at him with his bow. - Wow. - There it is. - They're trying to figure out\nwhat they're looking at. - And they didn't know the cameras were there.\nSo this was the guys looking out the back. So he's going, \"There's\nsomething back here.\" He could- hear the women in the farm. And I'm\nlooking in every direction because I'm going, \"Which way is\nthe arrow coming from?\" But see, he has his shotgun. This is just like a\nfarm shotgun. Even if he shot it, you have to use a stick to bang out the shell. But\nsee, as they come closer, they start laying down their... See, he's laying\ndown his bow and arrow. They understand. - So these are warriors, and the way\nthey were at first moving, it really looked like they're ready for violence.\nAnd now they're all standing in a relaxed- And they're smiling? Are they smiling? - Smiles come at some point. I would say\nthat one of these guys seemed like he was in a leadership position.\nHe did most of the talking. - What's with the different\nhand gestures? This, the holding your hand up to the\nface. All of this means something. - All of this means something. Some had red\nsmeared on their faces. Some had yellow. - Did you have a sense of\nhierarchy at all, like the boss? - Again, there were just these two dominant guys.\nAnd, like, this guy and one other guy who looked almost like him, like his\nbrother. A lot of gesturing. - Wow. This is incredible, Paul. - Yeah. You see the rope?\nSome of that rope is... - Yeah, I can kind of tell\nwho the bosses are. - Right? All right, so a few of But\nsee, even that, as he's pointing- what are you pointing at? - You guys are nuts. You guys are nuts. - You see, though, they're rushing in.\nThere's this desperation. They're hungry. They also— - Is that in the water, or is that\nRamo in the water in that case? - The, in this particular video,\nit's a guy named Liner. But see these guys? They're fighting over it.\nIt's not that we're all going to share it later. It's, \"I get mine, you get yours.\"\nAnd so what does that mean? - Yeah. But here, they're in\npeaceful mode, for sure. - Now, after we'd given them, after we'd given them several boatloads\nof bananas, things did calm down. Ramo said to them, \"Look, we've given\nyou what we can give you. We gave you sugarcane. We gave you\nboatloads of plantains.\" And so then there came a time where things\nwere a little more relaxed. They were walking around. We had a great moment where we'd given them the\nplantains. We'd given them the bananas. And he'd said, \"Look,\nthat's it.\" He said, \"We've given you what you asked for. You\nasked for bananas. We don't— we don't cut the trees here. All of us here\nare not tree-cutters. We're indigenous people.\" And he couldn't explain\nwho the hell we were, but they were like, \"We don't cut the trees. We're not the\nloggers.\" And they're like, \"Okay.\" So then at some point, Ignacio\nwent out and sort of like started, you know, he'd go like this\nand they'd go like this. And he'd dance a little bit, they'd dance a little bit.\nAnd then there was this human moment of just joking. - So even Ignacio warmed up. - Even Ignacio warmed up. Once he realized\nno one was going to die that day, things did calm down.\nIt was a false sense of security. Here, I'll show you.\nThere's a couple more things that are relevant here, though. Yeah, this\nis just them interacting with the boat. - This is truly incredible, man. - But then they don't have boats. They\ndon't have stone tools. They don't... Imagine if you showed them ice.\nYou know, they wouldn't... - This is historic. - I mean, it's the... you\nhear of Percy Fawcett encountering the tribes. We've heard of\nanecdotal accounts. This is the first time that the tribes have been filmed,\nthat we can hear their voices— ...that there's a documented\ninteraction happening. I mean, look how comfortable he's getting. He's\nso close. They asked him for his shirt. He gave his shirt. - This is incredible. - They asked him for his pants. He gave\nhis pants. He was in his underwear. You see this? The shirt that's over his shoulder? Ignacio took off his\nJungleKeeper shirt and threw it to the anthropologist, and then the\nanthropologist walked off and threw it to them. So over the shoulder of that\nuncontacted naked warrior is a JungleKeeper shirt\nwith the logo showing. - That's great. - So their, like, their\nsecond shirt and they're... - You just upgraded that guy's status in\nthe tribe. He's going to be the new boss with that shirt. - He's got a dope polo. And he didn't even\nhave to order it. But yeah, this is in the aftermath when things\nwere calm. And then my moment with this that really\nstuck with me was when Ramo said to me, \"You\nknow, they're asking about you.\" And I said, \"What are they asking?\" He goes, \"Yeah, they're asking about\nyou.\" And again, I'm not tall but compared to the people in the village,\nI was a little bit taller and had big shoulders. And he said, \"They said you\nlook like a warrior. Could you come forward? Show them that you don't\nmean any harm. Show them your palms.\" And so he pulled me up onto\nthe beach, right before they left. I hold up my hands. Listen. And\nthey sang back. They're singing. They raised their hands.\nI raised my hands. - Wow. - And then we were left watching\nthem walk off the beach into the jungle with everything\nthat we'd given them, and they were gone. And so\nwe went downriver the next day and the community said to us, \"Okay,\nnow you understand this is real. This is terrifying. You felt that fear. You have a\nduty, if you're gonna protect this river, to protect us from them and to help us figure out what future they want. If they\nwant to come to us, if they want to learn farming, if they... whatever it is, that's fine.\" But they were like,\n\"We need protection from you guys.\" And then in this video in the beginning, I'm narrating to\nthe camera and walking around right as they're coming up the\nbeach. But you see this guy, right there in the blue shirt? That's George. And he was very friendly,\nvery confident with this. He said, \"Don't be scared. They're not going to hurt us.\"\nAnd the next day, we went back to town—long journey back to town.\nWe go to sleep, we wake up in the morning, and we find out\nthat the following early morning, our friends in the community\nhad said, \"Okay, the tribe is gone. We gave them sugarcane,\nbananas, and said, 'Please come back, you're welcome here\nanytime.'\" And George was driving a boat with people on board, and as they\nwere going upriver, 200 of the tribe ran out, surrounded the boat, and they\nstarted firing arrows. Everybody else hit the deck and got under the\nbenches and hid behind bags of rice. George was driving\nas fast as he could, leaning back while driving. And one arrow came\nin just above his scapula and came out by his belly button. And so\nhe had that seven-foot arrow tip through him. They pulled\nhim out, and I saw the boat afterward, and there's just horrific\namounts of blood all over the boat. He had to be medevacked\nout, and somehow he lived. And we were able to help getting\nhim a helicopter, getting him evaced, all this. But again, you just go, \"What...\" you know, these\npeople came out of the jungle and they asked for\nbananas. We gave them bananas and we, in every way possible\nsaid, \"We mean peace. We want friendship with you.\" And then\nthe next day, they attacked. - What do you think happened? Why do\nyou think their mind turned? Or maybe this has to do with the role of\nviolence in their society. Maybe it's so integrated into how they interact with the\nworld that they don't even see that as a fundamental shift in the interaction. - I don't know. I don't know what to make of it.\nAnd the only thing I can think is that the way they hid the women from us, you don't know\nfor them, maybe we're not allowed to see their women, you know? Because the one\nthing that we got was that as George— George's boat and this other boat\nwere going upriver, which is how they live—it's not like they were doing anything\nwrong. These people live in a community days into the Amazon, they were going\nfishing. And so they came around a bend and I think they spooked the\ntribe. The tribe might have just acted defensively and said, \"We don't know who this\nis.\" The motors could have set them off, we don't know. But they shot him. And then the other\nthing is the thing with the necklace. I've asked anthropologists about\nthis, and their answer was that at this point they said, \"You\nknow more than we do.\" Because two of them had the\nexact same item around their necks, and it seems to be a Brazil nut and then some sort of casing around the\nside, and it looked like animal teeth positioned in there. And it's like, what are\nyou carrying? Are you carrying medicine? Are you carrying some sort of a totem?\nBut both of them... and it's not a comfortable thing to wear around your neck—\nyou know, grapefruit-sized or bigger. - Do you have a sense if that's a\ncontainer or is it just like a totem? - It seems like a container. If they\ndidn't let it get wet, they cared for it. The guy in this picture,\nhe's got this... this is a piece of tree fiber that he has it on\nhim, and then he's gotten his hands on Brazil nut sacks, plastic\nsacks from one of the farms across the river. And so they just\ntake, they take. And one of them got a machete and he was walking. As they were leaving,\nagain, during that period where they got friendly, he was leaving and he had the\nmachete, playing with it and swinging it at butterflies. And one of my friends,\nthis guy Bacho, he goes, \"Oye, deja mi machete.\" He's like, \"Drop the machete.\" And the guy just\nlooked at him and was like, \"Yeah, come and get it.\" You know, it's like, \"Yeah, you cross\nthe river and see what happens.\" - Do you think he figured out, or they\nlater figured out, how to use a machete? - Oh, they know the machete. - They understand the machete? - Yeah, they do raids for machetes. - They understand the power\nof sharpened metal. - It's an Excalibur sword to them. But\nyeah, that one has stuck with me because I wonder, what were\nthey carrying in there? - So what are some of the\nquestions? Like if you could know everything you'd\nwant to know about them— Maybe in the space of communication and\nlanguage, that's really interesting. You mentioned that there's all\nkinds of calls, animal calls. So they obviously know\nhow to fake animal calls. - Yeah, they can use animal calls with enough complexity that they can\ndo basic commands. They can speak in Capuchin; they use\nTinamou calls. Some of our rangers were upriver a few\nmonths ago. This is recently, they were upriver and they found a\nNomole trail, a Mashco-Piro trail, and it was Ignacio, of course.\nHe made a secret whistle out into the jungle and he's listening, and they whistle back. So he\nand everybody on the team just ran back to the boat and got out of\nthere. But at least they answered. They didn't just shoot. He whistled,\nthey whistled, and they said, \"Out,\" and he got out. But we don't know, where are the old people? Do\nthey not survive? What are the marriage rituals? How\nis reproduction handled? There are one or two\nchildren in the Amazon that I know of who have washed\ndownriver on a log and been rescued by communities\nand raised. They either learn the native dialect or Spanish, and\nthen, at some point, somebody will go and ask, \"What was it like when you lived with\nthem?\" The answer is always the same: \"I forget.\" They don't talk about it. - So maybe we know that they value secrecy. I mean, when you're\nafraid of the outside world, part of that is confidentiality.\nThey all sign NDAs. - Yeah, there are some really good NDAs. - It's an understood NDA. There are no lawyers. There's only one\nway to execute the law. - Yeah. It's either a really\nstrong NDA or that it is savage living out there in the\njungle, where you're eating monkeys and turtles and you're\nhungry for days on end. Your wife might get stolen by\nanother tribe. Your baby might get stolen—imagine the botflies and the things that they must put up with.\nIt's just... I mean, what we experienced in three days of living\nwith modern camping gear, headlamps, and a sense of direction—they're\ndoing none of that. Put us out there naked, a very different story. - Yeah, the brutality of nature— Werner Herzog comes to mind.\nThey have to live in that. But then there's something about the jungle that serves as a catalyst for\nspirituality, so they must also have a religious component,\na spiritual component that probably unifies them. There must\nbe an ideology they operate under. - Oh, there must be. There's\nmany things they must have. They must have a belief system.\nThey probably have amazing origin stories. It would be\namazing to know what things they have accurately and\ninaccurately guessed about us, about the outside world. I\nmean, they've never heard of the country they live in or of World War\nII or any of it. And so seeing them come across the beach was surreal because\nit's like this aperture into history. - By the way, you do have a certain\nlook, so you realize like— as I'm speaking to you, your face\nis carved in some wood somewhere, And there's a few of them gathering around and like still singing about\nthe great gringo with the— - The full beard and the big nose. They\nprobably drew this like, \"He's got hair all over his face and a huge\nnose, and they tell their children. - Yeah. And it could be anything. They— To the children, they say, \"This is\nthe monster you should be afraid of,\" or this could be the most beautiful encapsulation of the outside\nworld. It could be everything in between. You don't get\nto control the myths. - You don't get to control the\nmyths. Yeah, God only knows, but - That's so interesting. - So now, in that 130,000 acres\nthat we have, we know—and this is what we sort of have to come out with— we are now protecting\nthese people. And the only way to do that is to make sure\nthat they're not contacted, let alone that they don't get\nmachine guns shot at them by the narcos, or that crazy hippie\ngringos don't go down there thinking they're going to\njoin the coolest commune on Earth. - So how much of the land that they move about is within the 130,000\nacres of rainforest you've been able to save? And how much of it is not? How much of it is in the extra 200,000\nacres that you're trying to save? - Most of the rest, most of that 200,000\nthat we're still trying to protect is territory that is theirs. And in order- People always ask me this. They're\nlike, \"How could you buy the Amazon?\" They're like, \"That doesn't make\nsense.\" And it's like, well, I have bad news for you. Somebody already owns it and\nwe have to buy it from them so that they don't log it. And so these\nlandowners are going to sell their forest to the\nlogging companies because owning 10,000 acres of the Amazon doesn't\nhelp you if you're a third-generation jungle man. And now it's just something\nthat's up there and you live in the city, and so they're going to contract either the\nnarcos, the loggers, or the miners to go out there and use it, and they'll get a\nlittle money. And when those people see these people, they will kill\nthem. That's for sure. And shotguns and machine guns in the end\nwill win, not to mention the germs. - So all the money you're trying to raise\nand all the land that you're trying to save, it's all towards that:\nprotecting the deep jungle. So when you buy up the jungle,\nyou just want to let it be, let the natural ecosystem\ncome back to life in the cases when it was logged or just\nflourish- ...if it hasn't? - Again, we're talking about\nthe last great jungle. I always called it the last endless\nforest because this place is so incredibly remote. And then the other question I always get is, \"Well, why\nis this river so, so important?\" And for my whole career, 20 years\nin the Amazon, it's been that it's massively intact\nforest. Places like the ancient forest where the trees have never\nbeen cut, growing since the dawn of time. Thousands of species can be\non a single shihuahuaco tree, and it's Avatar on Earth. You\ncan see the sweat come off your skin and rain down and then drink it\nout of the river, and you're part of the chemical physical reality there. It's\none of the last places that's untouched. This changed everything because\nwe realized that along with the butterflies and the monkeys and\nthe jaguars and the trees and the ecosystem—there's also\na human culture that will, in the next few\nyears, cease to exist, that will be exterminated if we don't\nprotect them. And when you look back at what happened to indigenous cultures\nall over the world over the past few centuries, that they've been wiped\nout, we collectively now, because we know this,\nhave a chance to undo all the injustices of the past\nby at least doing one right, by saying these people\nwant one thing: to just be left alone. Imagine if we just\nprotected the river. And then it's not that they're\nthis thing that's vanishing from reality, but they get to continue living\nthat way. And if they want to come out and contact us, great, and if they want to continue\nliving like this for 10,000 years, they can. And that's what we're\nworking with now. It's become so much more important\nthan just, you know, trying to protect the environment. It's\nlike, no, we're trying to protect things like Yellowstone and\nYosemite and the sequoias that occur nowhere else on Earth. You\nprotect the things that are unique and special, the crown jewels, and in both a\nbiological way and an anthropocentric way, this has now become a river with global\nhistoric significance because this story is going to play out\nin the next 18 months. - You're trying to save\nmore and more rainforest. And the mission is clear because\nthere's just this deep jungle... ...that's full of this incredible life.\nAnd now we know with uncontacted tribes, there's a lot of interests that don't care\nabout the jungle they're pushing into... ...and want to cut it down, want to destroy\nit. And the mission is pretty clear. You just want this whole\nterritory to be preserved. - Yeah. And that's what makes it so beautiful\nis that this is one of those crown jewels. This is one of those special places on earth\nwhere it's like a time capsule for nature, for human culture, for biodiversity,\nfor climate services, for everything. I think people get overwhelmed when you\nsay, \"We have to save the environment. We have to save the ocean.\"\nThis is one watershed. It's 300,000 acres, and\nwe're already at 130,000. We've shown we can do it. The loggers\nare happy to turn into rangers. People all over the world have\nbecome Junglekeeper supporters. We have several thousand people\nthat every month give us between five and a thousand dollars,\nand that keeps the rangers going, that employs the local people. So it's\nnot just drawing a line and making a park and saying, \"Everybody stay out.\"\nIt's like, no, you have the Nomoles, you have the indigenous people, you\nhave a future for the indigenous people where their kids don't have to worry about\neating monkeys. They can be park rangers. I get blowback when I say, \"People can\neven come see it through the treehouse.\" People go, \"Oh, are you going to bring\ntourists into the wildest place on earth?\" And it's like, look at that\njungle. In those 300,000 acres, if you're talking about a football field,\nwe're talking about two blades of grass that we access so people can see\nit, which makes a huge difference. The fact that we can share it with people...\nI mean, the amount of people that listen, look, since the first time I\ncame here and spoke to you, the amount to which you've made it\npossible for us to protect this place, the amount of spider monkeys,\njaguars, and giant anteaters, and those ancient millennium trees that you've\nmade it possible to protect is monstrous. - Thank you, brother. - No, thank you. - It's been an honor of a lifetime to be\nable to watch you. I tell this to people, there's certain people I'm\nglad exist in this world, because you've educated me and millions\nof people about the beauty of the jungle, and how important the fight\nto save the jungle is. So if you're listening to this, you\nabsolutely must go. Please donate, post about it, and share it with\nfriends: Junglekeepers.org. You're also doing a gala in New\nYork at the end of January. So if you can, please go and\ndonate to help save the jungle. - Yes, please do. And because our first conversation led to the first surge where\npeople realized what Junglekeepers was— and because we got this surge of support, we\nwere able to expand our work, protect more acres, a lot of our major donors,\na lot of our small scale donors came in because of that. So these are people\nthat went, \"Wait, if Lex thinks it's a good idea, then we'll do it.\" I think based\non your trust they came in. And so... - I guess also I should\nsay it's not enough to speak and communicate the importance\nof saving the rainforest. You actually have to have incredible people\nthere making it happen. And we have talked and we'll talk more about the dangers\nand the complexities involved on how to navigate everything.\nAnd one of the things, and the reason I'm really excited about what\nyou're doing is I just got to meet the team, and it brings a smile to my face— several of the people I know who\nare extremely competent. Stefan, somebody we've talked about— Yes, he likes\nto take pictures of stuff but primarily, the thing he does incredibly well is\nrun everything, organize everything to make sure that stuff happens and\nhappens quickly and efficiently, all the kind of things that are required\nto make stuff like this happen in the complex environment that\nthe jungle operates in, the sometimes lawless environment— that the jungle operates in. So\nthe team is incredible, which is why when you sort of connect the money,\nhow does the money lead to the solution of the problem? It's the team\nand the team makes it happen. - I didn't know that people\nlike Stefan existed. - Yeah, me neither. - You know, because I— - When I met him— He was a\nbeautiful, wonderful human being. - I just... I'm, you know, again, I\ncan use a machete to catch a fish. But his systems knowledge and\nhis ability... I mean, his bandwidth is the size of a\ncountry. It has its own area code. It's... He's... You know,\njust like JJ opened the door of the Amazon and gave us that local\nindigenous perspective. I mean, yeah, okay, I told some stories about\nit, but Stefan came in and went, \"Okay, you guys have good ideas,\nbut you're both jungle guys.\" \"You're not helping each other.\" And running\nthose systems and making the website and making it possible to connect the\npeople that care with the indigenous ranger program and make sure the rangers have shirts\nand cans of tuna and that there's a person running the ranger team— I mean, these are\nthings I couldn't dream of organizing. I can't even organize my... I can't even\nmake my bed. I can't even get that far. - Caveman want fish. - Caveman want fish. - Watching you hunt for fish with a machete is one of the most awesome things\nI've seen. You were literally able to catch a fish with a machete. That's what you're good at. And\nStefan is good at everything else. - Everything else. You remember the meme of\nthe most interesting man in the world? Where they say, \"He once had an awkward\nmoment just to see how it felt.\" It's like Stefan's to-do list\ndoesn't exist because it's already done. It's just incredible. - Quick pause. Bathroom break. - Oh, 100%. Yes, sir. - And we're back. One thing I forgot\nto ask you is about the diet of the uncontacted tribes. You mentioned\npotentially monkeys and turtles, maybe eggs? So, what do we know about\nwhat they eat? What's the source of protein? Do they eat monkeys? - Their primary sources of food would be monkeys, turtles, turtle\neggs, and small game like paca, the large rodent\nthat's the size of a beagle. Capybaras. Stuff they can\nshoot. They don't really fish. And we know these things because our indigenous trackers and\nrangers find their camps. They'll find some of those little thatch\nstructures they make on the beaches, and we see the bones. There'll be\ntapir bones, there'll be turtle shells, which seem like\ntheir closest thing to a bowl. The day that we\ninteracted with them, they did find a bowl. We saw them\nwalking away with it in one of the farms, and then days later\nwe found it destroyed. So they didn't seem like they saw\nmuch utility in the bowl. - A temporary container. - It's temporary. They make a fire.\nThey must be amazing at making fire. I don't know how they do it out there. - It's very difficult\nbecause everything is wet. - I don't know how they do it. And\nI'm a really good firestarter. - And it's tough in the jungle. - It's almost impossible most of the year\nbecause everything is wet to its core. - So you think they cook the meat? - They have to be cooking their\nmeat from a parasite standpoint, ...everything. We know that— ...they're cooking their meat. We\nsee it. You know, there's not a lot of excess berries. Things\nlike berries and nuts and fruits, that the monkeys\nand the birds are— ...and the bats are getting to those first.\nI mean, that's what fruit does, right? A tomato is green until\nits seeds are mature, then it turns red to advertise,\n\"Eat me,\" so that you eat it and your gut transports that somewhere\nelse. It gets free transportation. In the jungle, that happens so quick\nthat we're never getting produce. - In the book, you have a picture of\na native girl on the Los Piedras... ...having monkey for lunch. - Yes. - It looks really strange when you\nhave— The monkey kind of looks— It looks a little bit like cannibalism\nbecause it looks like a small human. I don't know what it is about\nmonkeys. There's a human— ...element to them. In their eyes, in their form factor, but even in the\nwarmth they bring to the interaction. - Yeah, I was babysitting her. She\nwas six at the time, Dira, and her parents went out and we were left at\ncamp. They said, \"Keep an eye on her. Make sure nothing eats her.\" She\nwas like, \"Hey, I want lunch.\" I said, \"Great, what is there?\" And\nshe pulls out this monkey head. She was like, \"It's ready,\" and\nshe starts pulling at the ear. She's like, \"Can you help me?\" So I\npulled off the ear with my teeth— ...and then I gave it to her. We just\nshared this monkey head back and forth. We're sitting there and I took a few\npictures of her as she's eating. I have this video where I go, \"What's\nyour favorite food?\" She said, \"Monkey.\" I said, \"Not cake?\" And\nshe was like, \"Monkey.\" She was pulling its lips\noff and, like you said— ...you see the teeth and the eyes.\nIt's sort of grilled in static agony. It looks like a tortured human,\nand she was just enjoying it. - Let me look it up on Perplexity.\nHow many people in the world eat— monkey? Does it taste good? - If it were prepared right, it would taste\ngood, but they just throw it over the fire. And even if you took a perfectly good chicken\nand did that, it wouldn't taste great. - There's no reliable global count of\nhow many people eat monkey meat, but available data suggests many millions\nregularly or occasionally consume primate bushmeat— ...especially in parts of Africa, Latin\nAmerica and Asia. I mean, she looks like that is her favorite meal— is monkey. - Yeah, we had a great time. - Who are we to judge? - Who are we to judge? I mean, have a tuna\nsandwich or a monkey face, whatever. - She's loving it. That's awesome.\nThat's a good picture there. - And she's adorable. - Yeah. Now that some time has\npassed, when you look back at that encounter, which I\nreally do think is historic, with the uncontacted tribe, what do you\nthink about? What lingers with you? - Honestly, I'm still processing it. I'll\nstill find myself just staring off, sort of remembering it or looking at\nthe footage. But it felt like the voice of the jungle was\nspeaking. You know, these people are... there's that separation between humans and nature where we go,\n\"We have to protect nature.\" You know? It's like explaining what water is to\na fish. We're part of it. We depend on it. And these are people that\ndepend on it 100%. And as we sit here surrounded by technology,\nconcrete and civilization, they're still out there right now. And the fact that we've been trying to\nprotect their home without even really knowing that they were in\nit because they're so elusive, it gives you perspective on where we\ncame from and how far we've come. You know, I look at simple\nthings. You board an airplane or you take a picture\nand you go, \"This is a miracle.\" And I think having that perspective of\nhaving interacted with them where you go, \"How much work does\nit take to make this?\" If you and I were standing in the jungle\nand somebody said, \"You have to make this,\" how many years before we\ncame up with this? How many rubber trees, and where would we get\nthe metal, and what would we use as dye? How do we make the spring mechanism\nand figure out how to make it rotate? I don't know. And it's like they are\nworking with the bare essentials. And so it's an interesting reference point\nto start at in terms of how incredibly at in terms of how incredibly privileged we are. You know,\nthe other thing is we have written text—so many different types\nof text. We have code, and we have language, and we have music, and we can\ncommunicate in all these different ways. And they have spoken word. They have oral\ntradition, and that's it. And so they're operating the way our\nancestors did through the power of what operated and\nis persisting in modern And so I think, for me, I\ncome back to the world and it moves very fast when I see\nit because I'm still stuck on, you know, whether or not me and\nyou can drink out of that puddle. Thinking about that. - The big questions of life. - The big questions of life. - Yeah. I mean, you're right from the\nperspective of the uncontacted tribe. Going from the technological\nworld to the jungle, you realize the majesty, the magic of\nthe biological system that is the jungle, that is\nnature. But from their perspective, also there is\na majesty and magic to the technological world. The human-created technological world of\nthe pen and the computer, and the light bulb, that too\nis magical. So sometimes we - Absolutely - don't give enough credit to both: the magic of the technological world, all\nthe incredible things humans have been able to build, and the\nmagic of the natural world. - I mean, what we've been able to achieve,\nI think you and I and people that spend large amounts of time in the wilderness,\nespecially somewhere as remote and fundamental as the Western Amazon, have\na different perspective on it. Because I think that when\nyou're born in it, you don't necessarily have the framework to\nappreciate how far we've come. You go, \"Yeah, I got on the train\ntoday. I checked my phone. I FaceTimed my mom,\" and you're like, \"This is\nall normal.\" And it's like we found a way to take things out of the ground and mix them\ntogether into magic devices that can do anything. And it's mind-blowing. - There's a deep optimism to that. You write in\nthe book, which I really like, I think somewhere in the beginning, quote, \"Given\nall the death and destruction I've witnessed, it would be easy to\nslip into the popular anti-human narrative that we are\na plague on the planet and there's nothing that can be done, but\nmy career in conservation has given me a glimpse into an alternate\nnarrative. I've met people who are proving more and more that\nsomething can be done. I'm talking about real heroes, people who\nhave dedicated their lives to redeeming the evil that is capable of\nbeing waged by the human soul, people who are guarding\nthe flame amidst the storm, proving every day what so many have\nforgotten. There is still hope.\" And that speaks against the cynicism and apathy, and the view that humans are\na destructive force in the world. That speaks to the fact that\nhumans, with all the technological elements that we have created,\ncan actually do a lot of good. I wrote in my notes here a quote\nfrom the great Jane Goodall: \"The greatest danger to our\nfuture is apathy.\" So caring about the world, having optimism\nfor the world, having a hope for the world is the way to help have an impact,\nhelp save it. But on that, I have to ask you about Jane. She\npassed away on October 1st. Some humans in this\nhuman civilization of ours can open our eyes\nto the beauty of the world, and she is one of the best of them.\nAnd she's had an impact on your life. Maybe can you speak to the\nimpact that she's had? - I mean, when I grew up,\nyou know, my parents... Being dyslexic, I couldn't read for\na very long time. And so my parents read to us every night, which\nwas amazing considering how hard they were working. But they'd find the\ntime to give us an hour of reading every night, whether it was Lord of the Rings or\nSherlock Holmes or Jane Goodall. And so I grew up with Jane\nbeing this figurehead of conservation and of adventure\nand sort of a living historical figure, this\nlegendary person. And so then one time, right around the time that\nI'd been going to the jungle for a few years, I got to go see Jane\nspeak, I think it was at NYU. And, you know, sitting in the crowd, watched her, completely amazed.\nAnd I had, at the time, my cousins had been telling me that I should write\ndown my stories, the stories of taking care of an anteater and stories of catching anacondas.\nAnd they're like, \"Write, you know? These are such good stories.\" And so\nI'd been writing them down and I just remember after the talk, she did\nat least an hour on stage and then hundreds of people lined up, and she sat there and each of\nthose people wants a moment with this legend. And so she has to take a\npicture, shake their hand, they say, \"You mean so much to me.\" She says, \"Thank you.\" And then\nthey move on and they say, \"We'll send you the picture.\" \"Okay, great.\" So then I got\nmy moment and we waited in line and I gave her this manila envelope with two\nchapters in it. And one chapter was \"Lulu the Giant Anteater\" for Mother\nof God, and the other chapter was me, JJ and Pico out on the river catching\nanacondas, and just talking about how amazing the jungle was. And I said, \"I'd\nlove it if you could endorse my book that doesn't exist yet.\" And I felt like\nsuch a loser doing that. And I felt so stupid because I feel like everyone was\nprobably asking something of her, and I, you know, it's incredibly draining\nto talk to that many people, even if it is for a good reason. And\n48 hours later, she got back and she said, \"You know, this\nis incredible. I would love to write a recommendation for\nyour book as soon as you find a publisher.\" And what\nhappened with that is that Jane—the way I think of it\nis, you know, she waved her very powerful magical wand in\nmy direction, and she had the incredible compassion and presence to actually—I mean, after talking to that many\npeople and being on the road 300 days a year and being Jane Goodall, this living\nlegend scientist, to actually do something so mundane as look\nat some kid's writing. And of course, when I went to publishers, they\nsaid, \"Jane who? Who said that they would endorse your book?\" Because\neveryone had said no. Every publisher in New York had already said no.\nAnd then after that, HarperCollins took me on and they said, \"Well, if Jane Goodall thinks\nit's a good idea, then we think it's a good idea.\" And it became Mother of God and\nthen because of that, Jungle Keepers, Dax, everything else stemmed\nfrom that. So had Jane not been the legend that she\nis truly in every moment, my whole career would never have happened,\nwhich also means that those thousands of heartbeats and thousands of acres in the\nAmazon wouldn't be protected because we never would've started Jungle Keepers. - And she did that not because you're\nspecial; she did that to everybody. And now just imagine the scale, the\nimpact she's had because of that. And guess what? You have a bit\nof that responsibility now as well. There's young people that\nwalk up to you in that way, and you have that responsibility\nof seeing them, of giving them a chance, of seeing the potential in every\nsingle human being that walks up to you. - It definitely... I would say that\nwith Jane, we could do four hours on just Jane: what she did for\nhumanity, for science, for women, for wildlife, the amount\nof other people that she inspired and gave careers to, everything she did for me.\nBut to me, that presence of mind when you reach that level, to not be\nworried about your own travel and your own schedule and busy with getting\nsome rest—and that she actually looked at it—has informed\nhow I operate. And indeed like you say, at this point,\nas strange as it is, people will stop me on the street and say,\n\"Hey, I watch your videos every night with my kids.\" Or someone\nwill say, \"How do I get your job? I've been watching you for years\nand I'd love to help conservation.\" So it's made it so that I\nfollow her example where it's like you stop what\nyou're doing and you pay attention. Because you don't know, that\nmight be the next kid that's out there saving a river, or the next person that makes an\ninnovation that makes it possible to clean rivers, or whatever it is,\nwhatever their dream is. Jane was in the hope business.\nShe always said it: you know, that not losing hope was key to staying in the fight. And\nthat we live at a time when, apathy is a poison peddled\nby the darkness. It's— they're trying to make you feel\ndisoriented, apathetic, and scared. And fighting back\nagainst that and having conviction and passion and fire and hope are the only way that we're gonna fight that. She\nunderstood that and spent her whole life spreading it, guarding the flame\nagainst the storm, and tipping her candle to others to light\nthem. I mean, that was her whole thing. - What advice would you give to young people\non how to do that? Those young Pauls sitting there—and your life story\nis just incredible in that way. You've taken a leap into adventure, into the unknown. What would\nyou recommend they do? - I think the thing that I\ntry to communicate to them— and again, my inbox is filled with people.\n\"I'm from Finland. I'm from Spain. I'm from Georgia.\" People saying, \"How\ndo I get your job? How do I get out there and do it?\" And it\nreally is just that: you throw yourself headfirst into\nadventure. You just do it. I remember hearing people say,\n\"You know, if I can do it, you can do it.\" And I remember how hollow that\nsounds 'cause I'm like, \"Yeah, you're on a talk show or you just wrote a\nbook...\" You know, these titans of their industries and innovators\nsaying, \"Oh, if I can do it, anybody can do it.\" But now that\nwe're protecting all this rainforest, and that I've lived with\nthe animals and met the tribes, and it's becoming\nthis global movement. You know, I didn't have a PhD.\nThere's that quote that someone less qualified than you is living\nyour dream life and has your dream job right now, and I am the poster\nchild for that because I went there when I failed out of high school and\nstarted taking unmatriculated college classes and going to the jungle with my\nfriend JJ and just doing it for the sheer love of it for years,\nalmost a decade before anything surfaced. And the\nother thing is there's not even a path. There was no path\nahead of us. There was no, \"Okay, you go to school. You get trained in this,\nand you're gonna become a this.\" I went there and it was like, \"You're never gonna be a conservation\nbiologist 'cause you don't have the grades. You don't have a PhD. You don't\nhave family money. You're not gonna be able to protect rainforests.\"\nSo I said, \"All right, well then, selfishly, I just wanna see it.\" And\nthen I ended up getting trained by the indigenous people, and\nlike what happens so many times—you could use a restaurant\nexample as the best one, where you might start washing\ndishes, but at least you're in the restaurant, you know? And then at some\npoint, the manager's gonna need you to help with restocking and so on.\nAnd after a few years, you're gonna be helping the new guy, and after\na few years you might end up being the manager, and at some point you might\nend up starting your own restaurant. That's the only way to do that. You\ncan't just search it on a computer. You have to go sweat and bleed and do it. - And that said, especially if you\nfall in love with the journey, the path you take is full of\ndifficult periods. I think you said somewhere this just\nseems to be the nature of it. That there's going to be pain and\nsuffering along the way. You have a really nice post... ...that I recommend people watch\nabout just this. When people ask for advice: that the hardship, the suffering— —and I've seen how much you\ncare. When I've seen you, just in your face, when you see a tree\nbeing cut down or you see the fires, there's real pain there in\nyour heart and you have to carry that. And so the\npost is, \"How honest can I be? What do I tell these\nkids who message me asking how they can do what I do? It's not\nDavid versus Goliath. There's no sword or sling that can hold back\na dragon this big. You're going against the current of global\neconomic entropy and human apathy. Swimming against the current\nis tiring, a great way to drown. Every day we don't win, we lose,\nand when we do, worlds burn. The more you know, the more it bleeds. The\nheartbeats all stop when the flames come through. Constellations\nof species turn to ghosts, and we're the only\nones saving them. Cupped our hands around a candle\nin the howling darkness.\" And people want to be inspired.\nKeep that social media going, keep it up. You're doing\ngreat. They want to know we're winning, and we've done a lot\nof winning, but not right now. We're getting slaughtered.\nWe're at that part of the story. We're almost at the\nend game. We can think positively, as positively\nas we want. Thoughts and prayers won't stop a chainsaw,\nand the motor that's carrying us against the current towards the\nmiraculous goal only works when there's gasoline in it. As soon as that stops,\nwe drown. We drown. We can take the warm light from all of those\nwho help and not let it bother us that there are people who could buy\na planet, claiming to care. At some point you realize what's\nreally happening.\" \"As a kid you'd rather be\nAragorn. You don't want to actually carry the ring, not when\nyou learn what it's going to cost, even if you make\nit. How can you explain to Sam why you can't get\non the boats? Whatever it takes, whatever it takes.\nIt's that time of year again. Here come the flames.\nWhatever it takes, it's coming.\" And people should watch the\nvideo that goes along with this. But that speaks to the pain, the difficulty,\nthe challenge, the suffering involved— when you're faced with the possibility of destruction. And that's the other side of\nthe sword of caring for something deeply. - Yeah, we've watched a lot of\nforest burn. We've pulled a lot of animals out of the flames.\nYeah, I wrote that at a time where we were just getting\nhammered. Funding wasn't coming in. There were miners. It was\njust months and months out in the jungle alone, and yeah, that— it's a Thom Yorke track that I'd just been\nlistening to again and again, and it was so low. There was then a huge\nnew invasion where they just— burned the whole side of the river. And\nyou know, it's never going to come back. And it's part of the forest that I loved,\nand I knew the animals there and it's, it's gone. And so we have\nto live through that on a weekly basis, at least\na day-to-day basis. And when you take on responsibility\nfor something like this, you— you go to sleep thinking, \"If we don't do it then worlds burn. If\nwe don't save it, then...\" Every time you said the sadness that surrounds\na happy moment— well, it's like, how am I supposed to go to a\nparty and talk with people about anything, or how am I supposed\nto go to sleep when if we don't succeed at what we're trying to do,\nif we don't outrace the chainsaws and the roads, then those trees die,\nthose millennium trees, and we're the only ones out there protecting\nthem. When you see that black scorched earth with nothing left, it's just ashes\non the ground and the cacophony of life is silenced, and it's just this horrible,\nviolent silence. It makes you sick. And so, yeah, there's a lot of weight\nthat comes with that where we're not theoretically doing something. We're black and\nwhite, practically doing it. - So that's the other side of\nthe advice to young people. - Oh, yeah. - It's not gonna be easy. - No. When they say, \"How do I get\nyour job?\" it's like, \"Well, you don't want my job. You don't want the botflies,\nand you don't want the dengue, and you don't want—don't even\ninquire what a normal life looks like.\" I lived out\nof a backpack for 20 years. You know how many monkey\nfaces I had to eat because there was no other food? Like, seriously. Just that shot, being alone on\nthe boat in the river and how many days the motor didn't work. And you sleep\nout there, and you get rained on because you don't have any protection, and you have\nsome leaves over your face. And then you go home, and everyone's got a job, and everyone's\ngot kids, and everyone's happy. And they're like, \"What are you doing down there?\"\n\"I'm trying to save the rainforest.\" They're like, \"Sure.\" And now\nwe're at this point where, I've cared a whole lot for a long\ntime. We've had rises, and then we've had falls, and we've had wins, and then\nwe've had failures. And the last few years, we've had this rolling\nsuccess of people finding out about our work and coming in. And we start\nto go, \"Wow, if we protected 130,000 acres, we might actually be able to do\nthis.\" And so, there's that moment in 300 where they show Leonidas, and they\nsay, \"Even the king allows himself a moment of hope that this might be\nokay,\" right before they get slaughtered. And someone very dear to me\nrecently said, \"In celebration of where we've gotten to, that if it happened\nin any harder of a way, it would have actually killed you. And if it\nhad happened in an easier way, it wouldn't have been so divine.\" And that slapped me in the face because\nit was like, \"Man, it has been so hard, but look where we are.\nWe might actually do this.\" - It just has to be that way. Speaking of\nwhich, another complexity in all of this, you write about in the\nafterword of the book, about the narco-traffickers that have\nmoved into the river basin. They are not the loggers that we've spoken\nabout anymore. They're growing coca for cocaine, and\nthey're building airstrips. So tell me how this came to be. - Like you said, the loggers... our\nwhole life on this river, when loggers come in, JJ and I would walk\nup to them and say, \"Hey, what's up?\" Sit down with them and have a\nbeer or share a meal and talk to them and ask who their father was and if we\nknow them and then hire them. And they're friendly. - They are, in a way, brothers,\nJJ. They're the same. - They come from the same people. They're\nsimple local people. They're not evil. They're just people who usually have a\nkid and a wife, and they're looking for work. And so they work with the\nchainsaw because that's what they know. And they work for, you know, $30\na day, if that, in very challenging, harsh environments. And so when we see\nclearings, I would always go with the drone and fly it over clearings. We'd get some\nintel, and then we'd go bring that to the police. And the police, you know...\nJungle Keepers supports the police at this point because the Peruvian government has a hard time\nwith resources, trying to manage Amazonia. And when\nyou're three days from civilization, getting cops out there is not\nthe easiest thing. So sometimes we'll lend boats or gasoline or logistical support.\nThere was a moment in March, several hours upriver from, you know, home\nbase. And I'm with JJ on the boat, and I fly the drone, and there's this\nbig new clearing, and I flew the drone over, and we lower the drone. And a few times, I've had\npeople come out and wave at the drone or say like, \"Get away.\" And we're out in the middle of the river just sort\nof idling, staying in one place, and I lower the drone. And I see the, these little huts, and\nwe're saying, \"Okay, this is a big clearing.\" I'm snapping images, snapping images. There\nare people on the boat with us, these visitors who had flown\nin, and I have my local team, and all of a sudden,\npeople come running out of the houses. And they run straight to their\nboats, and we're already above where their boat is. So home is in\ndownriver direction. They get in their boats and start chasing us, and we start driving, and we're\ngoing at full speed. We have a 60 horsepower. They had a 40, and we're\ndriving up these... We're just doing this chase now, and\nour guests, who are gonna be potential funders. At one point, the\nfather looked at me, and he goes, \"Hey, this whole running from the Pirates of the Caribbean\nthing,\" he's like, \"It's getting scary. You're scaring us.\" He\nwas like, \"Can we...\" I'm like, \"What are we doing?\" He goes, \"When\nare you gonna put the drone down?\" And I go, \"I'm flying the drone at full speed to keep up\nwith the boat.\" And I just crash-landed the drone on the side of the river near a big tree. I\njust said, \"Forget it. We'll get it later.\" And I was like, \"Fine. This happens\nall the time.\" \"They get mad. They chase us. It's no big deal.\" And I smiled\nat him, and JJ's smiling. He goes, \"This is so bad.\" And he's smiling. And JJ looked at me, and\nthe smile fell off him like a mask, and he looked at me, and he was like, \"This is\nnot good.\" And we kept going upriver and luckily, there was a camp of\npolice that we've worked with quite a bit. And I went to a friend of mine, and I remember we got off the boat. I shook his hand. He\nsaid, \"What's going on?\" I said, \"Look downriver, and there's a boat tearing upriver towards\nus.\" And he did three things. He got the rest of the guys, they armed up,\nthey got on the boat with guns. They put ski masks on. They got ready for\ncombat. They told us to get down. He also said, \"Hey, turn on the\nsat-link. Call for support back home.\" We turned our boat\naround. And as soon as the narcos, which we didn't\neven realize were narcos chasing us. We thought we\nwere looking at loggers. When they saw the guns and they saw us face them,\nthey turned their boat around, and they went back downriver. So we got\nescorted downriver, and I remember shaking his hand, my\nfriend, and saying, \"Thank you for saving us today.\" And telling\nthe other guys they did a good job. I said, \"Get back upriver.\" We'd been\nbrought home safe. This is hours later. I said, \"Good job. Thank\nyou so much.\" And they went and then that night, I'm sitting\nat the station that you know. know. And I get a phone\ncall from Stefan. And he He goes, \"Pick up the phone.\" I go,\n\"I'm in the middle of a conversation.\" He goes, \"Pick up the phone.\" And my\nfriend, whose hand I had just shaken, they went back upriver, and as they were unloading\ntheir boat and washing off in the stream, the narcos did a drive-by and\nshotgun straight to the chest, shot him in the chest. And\nso all of that enthusiasm, and \"We're protecting the\nbiodiversity\" and \"This is so great,\" there's people from around the world...\nit's like that scene in the movie where there's a montage of success and\nhope and acres and winning—gunshot. And I could still feel his hand in my\nhand. I just shook his hand. I said, \"No.\" I said, \"Well, is he okay?\" He said, \"He\ntook a shotgun straight to the chest.\" And they're like, \"He's\ndead.\" I said, \"Okay.\" And so I had to go out to dinner\nand not show the guests anything, and just smile and laugh and talk to\nthem about whatever and keep that in, which felt very, very difficult to do. And so what happened, as you said, the threat\nlevel escalated and we didn't know it. The narcos had come in and started realizing\nthat there's so much wilderness here that they can operate and there's no\npolice. And then when we flew the drone, they got mad. So we realized this. We communicated with the police and\nthey said, \"Oh yeah, these are narcos.\" Now we realize this is part\nof the serious drug mafia. And then I had gone back—with the incident\nyou're referring to at the end of the book, I had gone back to New York, again, to speak to\ndonors to try and get this work to continue. You know how it works. We're at the station,\nthen you go to that little logging town, and then there's a road. And so our\npickup truck had come in on the road, and JJ was supposed to come down, get in\nthe truck and drive back to the city. JJ was on the river and went, \"I forgot I\nwas supposed to get more stuff at the city.\" He goes, \"You know, I'll go tomorrow.\" He\nwent back up and sent the boat driver down, and told our driver, Percy, who was waiting\nwith the pickup truck, \"JJ's not coming today.\" \"Go back and come back tomorrow.\"\nPercy starts driving down the road and he sees a tree across the road. This is a single-lane road through the\njungle; there's nowhere else you can go, and men with guns come and stick the\npistols in through the open windows, gun against his head. They pull\nhim out and they go, \"Where's JJ?\" And \"¿Donde está el gringo volador?\"\nThey said, \"Where's that shithead gringo that flew the drone?\" And if either\nof us had been in the car that day, if either of us had been in the car\nthat day, they would have killed they took his phone, our driver Percy's.\nThank God, they didn't hurt him, driver, Percy. They, thank\nGod, they didn't hurt but they sent a message to us.\nThey said, \"Let them know.\" They said, \"We missed you this time, but we'll\nget you next time. We're gonna get you.\" And so when JJ called me, he\nwas howling. He just had that adrenaline and that emotion\nof that it almost happened. And so that was... that changed\neverything. And so since then we've been, you know, it's not counting\nbutterflies and taking ecological surveys, it's that there's a\ndrug war being fought on our river. And now when these\nroads come in, we can't just go out and meet these people anymore\nand talk to them, 'cause they are actively looking to shoot us.\nThey know our names, and then... as if all these other things weren't enough\nindication, the police intercepted a phone from someone they arrested, and\non the phone, in the WhatsApp chat, it said, \"If you see JJ or the gringo,\nanyone in our network, please kill them. You'll be rewarded.\"\nSo we both have a hit out on us and life on the river has changed.\nAt the moment, we don't... we can't... I can't just go out\nwalking around, swimming and driving my boat. You have\nto be looking over your shoulder at all times. You can get\nas trained as you want with a pistol and sleep with it under your\npillow, but the way these people work, they'll catch you when you're least\nexpecting it. They'll wait till you're at a cafe in town. They'll wait till your motor doesn't\nwork on the side of the river. It'll just be a quick one and they'll go.\nAnd so that feeling, on top of the weight of- of\nprotecting the ecosystem and the animals, and the race to tell people\nabout it and do all this, it's like now we're actively being\nhunted when we're there. - And this is very directed at you and JJ? So they really don't care about\nthe others. They understand. Are you afraid? What's it\nbeen like living with this, with the real fear of being\nmurdered at any moment? - I wish I could say I handled it\nbetter than I've been handling it. I wonder how people in war zones do it. I wonder how some of my soldier friends that I\nhave immense respect for did it when they were deployed, 'cause for me,\nonce this happened, it was, every phone call now I think,\n\"Did something happen to JJ?\" Every time I go to sleep, my dreams\nare that I'm being shot. And it really threw me. It really\naffected me. When JJ called me, the way he was just shouting... I don't even\nremember what he was saying. He was just shouting, \"They almost got us!\nThey almost got us!\" He was so, terrified and angry and, so yeah, it's... There was a day\nnot long ago that I was swimming in the river. And I was just in the river,\nyou know, right in front of the stairs at the station, and a boat came\naround the bend. And I remember thinking, \"Do I run? Do I go\nunderwater? Do I hide? What the hell do I do?\" I didn't have a gun near me.\nThe security people were up the stairs. You go, \"Holy shit.\" And it's not the danger of, \"if I jump on an anaconda, it\nmight kill me,\" or \"if I climb this, I might fall.\" These are people who want\nto kill you. And on top of it, you have the, you know... When you see\nwhat your friend looks like after three days of floating in a river, what a\nbody looks like of a person you used to know, that's very viscerally terrifying\nbecause there's the tragedy of that, that person lost his life, who was younger than I was. He\nwas a kid. He was in his 20s. And it's just very hard,\nit's very hard to do anything because... I mean, like\nright now, my hands are sweating. It affects me. And even in the daylight,\nif I can go, \"You know, it's fine. This is part of the thing,\" you know? This is the adventure,\npeople deal with this all over the world. You can talk yourself tough\nand then, in those quiet moments, you wake up at 4:00 AM\nand you go, \"Fuck.\" You know, \"Why am I sweating? Why did I just have\nthose dreams? Why is my heart racing?\" It sinks its way into your subconscious\nand it's just not what we signed up for. We wanted to just protect this\nbeautiful place and this is this whole new threat. We're not trained\nfor this. We're not a police or military force and it's like\nwe've now seen violence on a scale that we were very unprepared for.\nAnd so, just two days ago, I was on my way to you and my phone rang\nat nine o'clock at night and it was JJ. And my heart was jackhammering.\nI had to pull over because I was going, \"What news\nnow?\" You know? \"Did we lose another bunch of acres? Is it a new road? Did\nsomebody die?\" It really scatters you. - In some sense, it's a twist that\nyou didn't ask for and it doesn't necessarily have anything to do with\nthe fight you're fighting, which is protecting the rainforest.\nBut because of it being pristine and quiet and away from\ncivilization, it also becomes a place where, you can have airstrips.\nIt becomes lawless in a certain way because it's so\nfar away from civilization. - Yeah. It's the only place that\nthey can operate with impunity. There's no police out there. And\nso they saw us helping the police and they went, \"Cut the head off the snake.\"\nAnd, you know, Chico Mendes, Dorothy Stang—the list of environmental\ndefenders that are assassinated in the Amazon every year is huge. There are endless examples of it.\nIt's staggering. I forget the exact numbers, but every\nyear we lose local leaders who are trying to stop an oil\ncompany or a drug cartel, and they just shoot them because they know\nthat one person who's able to rally that support, who has that\nvoice, if you just shoot them, usually it ends the thing\nand then they can go back to doing whatever the hell they\nwant. And so right now, we're working very closely with\nthe Peruvian government. People assume that, you know, a Latin\nAmerican government is automatically corrupt, but we found that these\nare really good people that want to help their citizens. And the\npolice have been working very hard to stop the narcos, to\nprotect the local indigenous people because with the narcos comes\nhuman trafficking. With a team of male narcos that are\nout in the woods making drugs, they want prostitutes. And how\ndo they get prostitutes? They go steal girls from indigenous communities\nthat don't know any better. Then there's reports that the narcos\nhave made contact with the uncontacted tribes. And of course, they're gonna shoot\nmachine guns at them. They're not gonna have a shotgun where it's a fair fight. They're gonna\nmow them down and the uncontacted tribes are gonna have no idea. That's\nwhy I posted a video of me in the rain saying, \"This is\nendgame,\" because there was a new road that was coming off\nthe north of our territory above the ancient forest. They had jumped over\n'cause we stopped it at the ancient forest. They've gone above the ancient forest.\nNow, they're trying to cut down to a new area. And so it looks like this,\nlike that. ...Trans-Amazon... Stefan made this map, of course. But\nyou see the area that we're trying to protect loosely, so that we\ndon't give away anything... Loosely, the area that we are protecting.\nSo, the light green is the 130,000 acres— ...and then this metastasizing network of\nroads just reaching out and trying to get in. And so they're trying to come in\nfrom the north where that arrow is, they're trying to come down. And so the\npolice are fighting them along this— ...and it's a full-on drug\nwar right now. And so, stopping that, securing this northern\nboundary. And again, just the power of what we have. When I posted\nthis, I asked Stefan to make, show people the road and\nwhere it's going to go. We posted this video and said, \"We have to\nprotect this 100,000 acres right now.\" And all up here is uncontacted\ntribe territory. And just from that one post, we got\n$150,000 in 48 hours and we bought this concession. We stopped that\nroad. But now they're up here— ...and they're trying to come\ndown. And this is the thing: it's great. Yes, you get to be an adventurer\nand live in the jungle, sure. But it's like this Mission:\nImpossible thing where you might get lucky enough to pull off your\npsychotic mission. You know, jump your motorcycle off the train and parachute\ndown and stop the bomb before it goes off. Great. How many of those do you get?\nAnd we're having to do it every month. These amazing people that are supporting the rangers allow us to patrol\nand protect this because once we have this land protected, the interesting thing is\nthat the police can go into any of the light green areas. If anybody's\nthere, just arrest them. They're on Junglekeepers' land, they're\nout. And eventually that land will become national park if we're successful.\nThe problem with the land that's not is it's a gray area. It's the\nmiddle of the Amazon, are they allowed to be here? Do they really have\ncocaine? Because they'll plant papaya for acres and a little bit of cocaine\nbehind it. You know, they'll put the sacks... They're sneaky. And so they have\nto build a case, and it takes time, and then the road comes in... You know, and in\nthat time, they'll knock off a police officer. And it's like if we were just able\nto get this tomorrow, the whole problem gets solved. We could\ngive the police two more boats, and then they could do\nall the patrolling they need. - So the mission is clear. - The mission is very clear. The problem is\nthat right now we've been playing defense and sustaining losses. And either we need to inspire enough people that the donor\nprogram goes through the roof, and instead of having several thousand\ndonors, we have, you know, 50,000 donors and we will raise... We\nneed $20 million to save the rest of the corridor. We'd raise $20\nmillion overnight with enough people. Or we need one of these people that\nhas the resources to come in like Batman and just go, \"I want\nthe park named after me and I'm just gonna come in and give you the\n$20 million.\" And then we do it tomorrow, and then we make a documentary about how we\nsaved a river and the tribe and the monkeys and the... But right now, we're... you know, begging on the side of\nthe road for enough change to buy bullets so that we can stay alive. - So these narcos, they're...\nThere's a kind of distributed network where a bunch of them are\npretending to be farmers. So they're holding onto the land and then maybe\nthey start planting cocaine on the land- ...slowly, and they build the airstrips.\nAre they trying to stay under the canopy with the airstrip? - It's brilliant. First what they do is they subsidize the poorest people and they say,\n\"Go up this river, turn left at the tree and just start there.\" And they're like, \"Here's\na few grand.\" And these people are like, \"I never had a few grand before.\" They're like,\n\"Buy gasoline. Here's a chainsaw. Go clear some land.\" They send these people up there,\nand then when they show up a year later and these people have made an illegal farm out\nin the jungle, they go, \"Hey, we need a safe house. Remember that time we gave you\ngasoline and now you live here? You're gonna work for us now.\" And so they're kind\nof a friend of the people like that, and they have safe houses all over the\njungle. And then when the bosses come to collect what they're growing out\nthere... I mean, the police busted a narco operation that was\nin the middle of the jungle. I mean, hiking to the ancient forest days into the jungle. These people are\ngoing on foot with sacks and stuff. And the way they do their airstrips is\nyou think the canopy of the rainforest is 150 or 160 feet tall. And if you clear the interior of the landing\nstrip, the trees are still meeting overhead. And so you can't\nfly over and see down— ...which is the same reason we didn't know about\nthe road that was going to the ancient forest, because overhead the trees are meeting, so\nyou're not going to see it on satellite and you're not going to see it from a plane. And\nthese bush pilots fly in and they'll just duck in under the canopy, land their\nplane, load up, and then they fly out. I mean, expert pilots. - So it's impossible to detect. - It's almost impossible to detect.\nWe're working with people now. You know, it's this arms race. They've\nbeen going okay. There are drone programs. I talked to someone that\nhas a different type of drone, a 16-foot drone that uses the thermals to climb up and has solar panels on\nthe wings and flies for two weeks at a time. It's like a glider- ...that recharges itself. And it'll\nkeep constant imagery, so we'll get almost up-to-the-moment data on\ndisturbances in the canopy. And it's like, well, that'll be a first-hand\nalert system, but then we've gotta get the police out there which,\nas you know, is a two-day expedition by boat, and\nit's the only way. And so the local police force there\nmay be dedicated, but putting people on a multi-day expedition to go get\nshot at in the jungle is nobody's idea of a good time. - Have you researched into\nthis whole other world of Drug trafficking, cocaine\ntrafficking? How big is the operation? Looking at Perplexity— ...a multi-thousand ton,\nmulti-billion dollar global industry? - I mean, globally it's a monster. - Colombia, Peru, Bolivia. And they move\nnorth and east through the Americas, the Caribbean, and the Atlantic to reach\nmajor consumer markets. This is a machine fueled by a lot of money\nand a lot of brutality. Number of cocaine users worldwide\nis about 25 million people. - Users. - Users. So there's a market. And when there's a market,\nyou're going to find the way. Quick pause. Bathroom break.\nAll right, and we're back. Me, as somebody who is afraid of heights, and I've had a chance to interact\nwith you a bunch, you're in some sense fearless and I've\nwatched you climb a lot of trees. You've helped me\nclimb a tree. And there's this wonderful part of the book where you\ntalk about finding the tallest tree in the forest you knew at the time,\nand that was something that you passed and thought was impossible to\nclimb. And you talk about climbing it. You take us through the experience of\nthat. And that leads you to seeing the Mist River in the rainforest\nas the sun rises. I was wondering if you could talk\nthrough the story of that, both for me, but even for\nyou at that time, the terrifying process of climbing a tree like that for the first time\nwith J.J. at the bottom cheering you on, and what it\nfelt like to see the Mist River. - That tree, you've met that\ntree. She's a good one. Her base is at least as big as this\nroom, and she's probably about 160-something feet tall. And\nso when you're looking at these giant buttress roots going\nup, which I'd been doing for 18 years at that point, I always said,\n\"Man, if I could just climb it.\" I'd never had the rope skills, and\nI'd developed as a rock climber. I was working on strength, and I\ntrained for it. It's like most things. You can't just do it. I'd\nclimb up 30 feet and go, \"No way.\" The trunk of the tree goes vertical for about 70 feet before branches even\ncome out, so there's just this one big vine. And J.J. and I did it at, I want to say like 4:00 AM,\nreally early. The howler monkeys had just started. And you start\nclimbing with the rope up this vine, and you have to... It's not technical.\nIt's a strength climb. You gorilla up this vine, and it's all back\nstrength. And so I did it no shirt, no shoes, straight up, and J.J.\nhad the belay device. And so every 30 feet or so, I would put\nin a piece of webbing and a carabiner. You go up another 30\nfeet, and you don't know what you're gonna find. And you're\ngoing up in the dark. - So when you say a lot of strength\nis involved, there are very few places to rest. You're essentially\njust lifting the whole time. So it's extremely exhausting. - Extremely exhausting. I really\ntrained for a long time, and there is no rest. The only rest you\nget hurts. You have to cling to the tree and your feet are\nsmeared against the bark. You're holding on with your toes.\nAnd if you fall, you know, if you're climbing up—this is basically\ntrad climbing—if you're climbing up and you put a safety—a piece of\nrope with a carabiner—and you put my rope through that... It's\ndangerous because if you fall, you fall. Right before you put the next one, you're going to fall double. If\nyou climb 30 feet, you fall 60 feet. And your head's going to smack the\ntree. As you climb, you don't know if you'll reach a wasp\nnest or a venomous snake. - And there's a lot of those in those trees. - A lot of those. It took me over an\nhour just to get to the branches the first time. It's full exertion,\neverything I had. And then you get to where the branches are above you,\neach the size of a mature oak tree. They're just these huge branches. Thick as a minivan. You're\nclimbing up this straight tree that's like the World Trade Center.\nIt's huge. Then I had to traverse the tree on vines, and finally I\nget up into the crown of this tree. From there, I called down to J.J.\nand I just see this little speck of light, 85 feet below me. Then I\nclimbed up to about 120 feet, which is up here, and I sat there. - And you're doing all\nthis still in darkness. - We're doing all this in the pre-dawn\nlight. And so when I got up there, now the howler monkeys are\ngoing and the jungle's starting to vibrate. You can hear the first macaws\nstarting to chirp; everything's starting to turn on. And in the east, the sun is\ncoming over the jungle, and so the sun, when the first rays get line of sight to the canopy of the\njungle, it starts lifting the mist off the canopy. All of that moisture starts\ncoming up, and I'm sitting on this branch at 100-something feet above the\nground with dark jungle below me, and all of a sudden I see the river. I see the Mist River I'd always\nheard about. They say that there's a river above the\nAmazon, an invisible river that has more moisture and that more water is\nflowing above the Amazon than is flowing in the Amazon. And I'd heard this my whole life\nand you think, \"Okay, the fact that there's a molten core of the Earth or that black holes\ntheoretically exist.\" It's just like the, one of those things, you're never going to see\nit.\" And in this moment on this tree, sweating and just ripped apart and\nbleeding, I was sitting up there and I saw the Mist River and\nit was flowing over the canopy in the golden rays of\nthe morning, and the macaws start taking flight and there were\nmonkeys below me that were looking up. And you could tell they were confused.\nThey were looking at me going, \"What is that?\" And I just had this absolutely\nincredible moment. I wanted to... You know, it felt\nlike you're seeing God. I wanted to share it with everyone.\nYou know, I felt, I felt guilty afterwards for having had a moment\nlike that. But it felt like I had done this insane risk and risked falling out of the tree or\ngetting strung up on the ropes, and of course it's just me and J.J., so if\nsomething goes wrong, no one's going to help you. And being out there on that\nbranch felt suicidal because even then, if you fall, it's a giant\nswing back to the tree. But the beauty that I saw up there was so\nintense that it, you know, it sucked the air right out of my lungs. I had tears\nin my eyes and I'm just watching this incredible process flow\nover the Earth, this legendary thing that I'd heard about, that scientists\ndescribed, and now I'm seeing it with my own eyes. It was... it felt\nlike the gift of the tree. - And you write, \"Now, in the branches\nof the greatest tree in the jungle, I watched as the Mist River caught the\nmorning rays, illuminating golden currents, swirling as it rushed\nover the canopy like a stream from heaven. In the troughs and\nbasins in lower areas, the river was deep blue. But\nthen, as it flowed up and over the taller trees, slow rapids\nwashing over the canopy, the Mist River became ignited,\nelectrified in the gold magnificence of the sunlight.\nScores of birds flew up, in and out of the churning currents. The life and breath of the Amazon was\nflowing from north to south along the basins of Las Piedras over the jungle. My\nGod. My God. I thought of everyone I loved, of every creature\ncontained in the leafy distance. The jungle itself\nwas like a great being, a monstrous leviathan of warm green might. I wanted to call down to JJ and\ntell him to find a way up. I wanted my mother to see it. I wanted\nthe world to see it. The light filled my eyes, and I\nfound myself wiping away tears.\" You know, I should\ntake the small tangent of saying the obvious, but the\nthing that needs to be said is you're a great writer. - Thank you. I mean it, come on. I'm\njust describing what happened, but... - All right. You mentioned macaws as part\nof the process of The Jungle Waking Up. I read that when you first start\nin the jungle, that's kind of your job is studying those. And me as\na fan of monogamy and birds... So macaws are beautiful, but\nthey're also monogamous creatures. They scream at each other quite\nloudly. What are some interesting things about them? Among which, by\nthe way, you write how important the ironwoods are to— ...their\nwellbeing, to their life. - Yeah, I mean, when I went\ndown there, like I said, for young people, if you want to get out there,\ngo do it. I agreed to stay at the station and do six hours of macaw\nresearch every morning. So you'd wake up before dawn and go sit\nand just stare at the side of the river. And the macaws would show up- ...and like you said, they all scream and\nbicker at each other. It's just how they talk. It's very, very loud,\nand very, very harsh. But they do love each\nother. They're always... You can actually hear when you walk through\nthe forest; I know what the sound of macaws giving affection is. They\nmake a certain kind of sound when they're just preening each other's\nfeathers and taking care of each other and just nuzzling. And then\nthere's a different call altogether when they're yelling at other macaws or saying,\n\"Let's go.\" And you start to learn macaw language. - What have you learned about\nrelationships and successful marriage from listening to macaws screaming at\neach other in nuanced different ways? - Well, I guess... - Never mind, you can skip that question. - Yeah. It's interesting to see two\nanimals sticking by each other's side raising a chick. And at the bottom of the\nstairs at the station, there is a macaw nest in an ironwood. And the\nrelationship that you mentioned is that in the jungle, there's a\nlimited amount of macaw real estate. And those are all ancient ironwood\ntrees, at least 500 years or more. So they have to be thick.\nCar-thickness or bigger. And when a branch falls off, it creates a hollow\nand the macaws use that to reproduce. And because there's only so many\nnest sites in the forest, only about 17 to 20% of the macaw population\nreproduces in a given year. given year. So they have a\nslow replacement rate. And macaws are one of the things that\npeople come to the jungle to see. And so along with gold mining\nand logging and all these extractive things, in our region,\necotourism has been great. It's given the local people jobs\nas guides, cooks, and chefs and carpenters. And so macaws\nare a huge part of that because it's one of the last places where you can\nsee these flying rainbows over the canopy. Or when you're on a branch from one of\nthese trees and the macaws fly under you. And again, they'll fly\nby. You just hear the wind in their feathers. And they just look at you over their shoulder, like,\n\"What?\" And just keep going. Just loud, and they'll just keep going. Then they'll\njoin up with other macaws and they fly across the horizon. And it gives you this\nsense like you're seeing something from the dinosaur times.\nIt just looks like wild jungle, and there's nothing\nhuman in sight. There's just this savage canopy to the horizon and just\nthese beautiful birds flying over. It's just... they're just magical. - You have this Instagram post\nwith an anaconda around your neck. There's a million\nquestions. Maybe you can talk about that experience, but\nalso, how did you not die? - So as you know, we've\nbeen studying the habits of Eunectes murinus for quite a while. The lowland green anaconda is the\nlargest, heaviest snake on earth. And I've been practicing a lot for\na long time, and this is the biggest one we've ever physically\ncaught. This was just under 20 feet. It was 19 feet\nsomething. And you can see she's in the middle of\nshedding. And the other interesting thing with her is that she\nhad blue eyes because she was in the middle of shedding. The scale\nover their eyes turns blue right before it comes off. And so I've never\ncaught a blue-eyed anaconda before. But if you look at the size of my head and\nthe size of my hands, you start to imagine that thing's head is bigger\nthan a Great Dane's. It's huge. And the power on that—when we tried to lift her to measure her, we\nwanted to bring her up out of the stream and get her over to the side so we can\nstraighten her out and measure her. We're just trying to take some simple\ndata points and then release her. And she, at one point, just decided to\nflex her body, and you just see 10 people fly this way, and then she's flexing the\nother way and 10 people fly this way. And every time that mouth would\nopen, she would try to... she'd just reach back and be like,\n\"Just let me do it.\" And you know that if she gets purchase— once they get purchase, they\nwrap you so quick and they'll just crush the life out of you\nlike you're a bag of chips. And if you've ever seen a mouse in a mousetrap, when\nthe trap goes down and the eyes come out? And when snakes—anybody that's owned\nsnakes and fed them mice knows this—that sometimes if they catch it\nright, the guts will either come out the back end or the front end. So, I'd imagine\nthat the same thing will happen with a snake that's that big. That's\nbigger than I am around. - So, they have a process. When you say purchase,\nthey want a bite just to hold and then they— It's good. So... - But again, all she wants is\nto be let go. In her defense, this massive snake—we named her Millie for\nthe data entry—she just wanted to go on her way down the stream. The\ncomments on this are hysterical. People are like, \"This is the\nworst example of white people shit I've ever seen.\" I mean, Snoop\nDogg shared it. So, one guy goes, he goes, \"Congratulations, you've\ntouched enough grass. Go back inside.\" - Yeah, somebody said,\n\"Interesting use of free will.\" Yeah, and I saw Killpopper007 commented— and maybe you can tell\nme if this is correct: \"Anacondas are ambush predators.\nIf you approach them, they will usually try to flee and will not\nregister you as food. There's other reasons too.\" This is in response to\nhow Paul possibly didn't die from this. \"There's other reasons too, but this\nis the main reason. They're pretty much apex at that size,\nso their fear isn't as prominent. He was calm, so the\nsnake was calm. It's insane to do and still risky, but he might\nactually be the most qualified anaconda handler on\nPlanet Earth. Paul is one interesting cat.\" Hugging\nemoji. Is that accurate? - Yes. At that size, they're apex,\nso they're really not thinking about defense. They're\njust like, \"Get off me.\" If I was to hurt her—like if I\nwas to touch you in the arm with a needle—you'd react. If I was to\ndo anything that hurt her, which I'm not doing, she would turn around\nand bite me to say, \"Go away.\" But they also don't want to bite because their\nrecurved teeth make it very difficult to detach. And also, they're putting\ntheir head at the source of the danger. It's not a good\ncalculation. And so these giants— and I've had the privilege of\ninteracting with four or five anacondas in the 20 to 26-foot\nrange—all of them have been very Leviathan-like.\nAnd they just don't wanna move. They just\nwanna keep going. And he's 100% right on all of\nthat stuff. I've caught 90-something anacondas at this\npoint, and many of them have been massive. Then there's the one that JJ and I didn't\nget at the Floating Forest because it was bigger than— bigger than we could tackle,\nbigger than my hands. I couldn't touch fingers. But every single one\nof them has chosen flight over fight. Only the little\nbabies and the smaller males get snappy. They'll come back at you like\na normal snake, and if you grab their tail, they'll try and bite you and\nthen go. But these big females, you know, they're like dragons. They're\nlike these big, legendary things that live in swamps, and the only reason they've\ngotten that big is because they have a reliable prey source in\na secluded place away from humans, and they've been there\nfor decades just pulling things down to hell and eating\nthem. And the other thing... I mean, look, I have a\nteam with me. You know? So... - So, there's people holding the— - Yeah. Let's be real here. I would never\ndo this. If I was out in the jungle by myself at night, doing\nthis would be suicide, 100%, because for every second\nthat I'm going, \"Oh, I'm in this water and she's over my neck,\" if JJ\nwasn't there to jump in and unwrap her— ...then I die. 100%. - Because she's continuously wrapping. - She's on her back saying, \"Come in here,\" \"and let me arm bar you. Let me squeeze\nthe guts out of you.\" She's just going, \"Let it happen.\" - And moving slowly. - Moving really slow— - Conjuring - with that assurance of power where she\ndoesn't need to try and tap you quick. She's going to get you eventually. - Although, to push back on something\nyou just said, having known you long enough, let's be honest. You're saying\nI wouldn't be insane enough to do it. I think you would be. I mean, there's... There's a line of insanity, and\nyou, my friend, walk that line masterfully so far. I think when you're able to sense the\nanimal, whether it's crocodiles, caiman, or anacondas, and\nmaybe radiate a sense of calm— I've seen you be able to go\ninto some dangerous situations, and make it seem like it's not\ndangerous at all. And maybe when you become one with the ecosystem, maybe you're not a threat to\nit, and maybe that's why you can survive? I haven't been\nable to make sense of it, really. - Look, I would say this. In the case of\nelephants, if we ever end up in Africa together, I can get incredibly close\nto elephants because I've spent enough time with them where, time with them\nwhere, so far, it's always been a mock charge. And you can be one with the elephant and learn their\nlanguage enough that you respect their boundaries and\nyou also show them that, this better be serious because you're either going to\nhave to kill me, or just turn around and go back to eating. And you can have\nthat exchange with them. With smaller snakes, I'll be\ncareful. I can tell you with this that when you have both of\nyour hands around an anaconda's neck... I truly... I mean,\nI've been known to surprise myself with the decisions I make, but\nthis alone would lead to death, 100%. It's like laying down in front of an 18-wheeler\nwith it in neutral. \"It's going to roll over you.\" This is going to turn into anaconda handcuffs with this\nthickness, and then that is going to wrap you with this thickness, and then\nsix more of those are going to go around your body and you will get squeezed\nand you will turn into goop. Just like that guy said, she probably is in\ndefense mode and not food mode, so she'll probably just neutralize the\nthreat and then go back to sleep. - I have to ask you about the floating\nforest. And you write about Santiago, once again, beautifully in the\nbook, of the time when he told you the stories and when your\nmind and eyes were still fresh and maybe skeptical and\nmore leaning towards the Western world point of view\nversus the jungle point of view. \"Santiago's eyes were glowing\nin the darkness. He watched the orange ember spark upward\nto join the celestial river of stars that arched across the\nnight sky as if the memories were written there. He squinted,\nhis face as wrinkled and weathered as an old map of\nthe world. Vast experience whispered in the firelight, as\nephemeral as the breath that spoke the words, but powerful\nenough to latch on and sink down into some deep part of me.\"\nThis is Pico saying, \"Papa, tell me about the anaconda on the\nblackwater stream.\" And, He tells a story of that, and he talks\nabout it being big and having horns. And you write once again\nmasterfully about you at that time having doubts. It\nsounds like bullshit, but now more and more of the things\nyou've seen in the jungle and the things you sense you have not\nseen yet, all of those stories seem to be true. The one he was referring\nto was maybe 36 feet long, this big. He says that, \"The floating forest is the place\nyou need to go, Gringo, if you want to be liberated of your doubts\nand skepticism.\" So tell me about the anacondas you've encountered\nin the floating forest. - Well, the thing he's describing there is\nthat he's saying they found an anaconda that had horns. And in that moment, we were all hanging out\nby the side of the river and I said, \"That's enough.\" I stood up. I was like, \"Come\non, there's no anaconda that has horns.\" And if I've learned anything\nin 20 years of living with the indigenous people in the Amazon, it's that\nthey're not wrong. You know, if they say there's a tribe of naked\npeople with arrows out there, they're right, they're\nright. And they know what an anaconda looks like. So if he\nsays he saw an anaconda with horns, he saw something that ain't a\nnormal anaconda. And a smaller version of this played out recently where\none of the people that works at the tree house, he came\nand he said, \"I found a snake and it was in the water\ntank.\" And he goes, \"And it had green spikes on it.\" And I said, \"There's no snake that has green spikes.\" I\nsaid, \"Congratulations, you're an idiot.\" I made fun of him. And I said, \"I know all the snake species\nthat are here. None of them have spikes. There's no snake that has spikes coming off of\nit.\" And he said, \"No, it had long spikes.\" He said, \"The snake is this big and had spikes this\nlong on it.\" And I said, \"There's no snake with spikes.\" Until finally he\ncame and he got me in the night and he goes, \"The snake with spikes is\nthere.\" And I said, \"Well, I'll get out of bed for that. Let's go.\" And I said, \"I\nguarantee it's not gonna be there.\" And we got to the water tank and\nI shined my flashlight down and sure as shit, there's a\nsnake in there and it's got thousands of green spikes coming off\nof it. And I could see the snake head and then the spikes are coming\ncompletely perpendicular out from its body. And for a second, I really was having\nthis out-of-body experience. And then the snake saw us, got scared\nand swam, and all of the the spikes collapsed onto\nits body and became smooth. And then I realized the snake had been living\nin the stagnant water for a while and developed algae that was growing off of it.\nSo when it was sitting still, all the algae would settle out. And so if you look straight down on it,\nit's a water snake that has algae growing on it. And so it does look like a\nsnake with spikes. He's not wrong. It was a water snake. It\nwas some sort of Helicops. But there's always an answer like that. - Amazing. - They're not wrong. So when they tell\nyou something like, \"There's an anaconda with horns,\" and\nmultiple people have seen it— ...you make an expedition there. If somebody said there's giant ground sloths in\nthis valley, I wouldn't be like, \"They're extinct.\" I'd be like, \"Where?\" You start\nto listen. I mean, after, after the tribe walked out of the\nforest, you could tell me anything. That day, if a Tyrannosaurus rex walked out\nbehind them, I would've been like, \"Makes sense.\" - Let's go to the floating forest. Do you\never think about what creatures are in there? I just had a conversation with Michael Levin at Tufts\nUniversity. He's this biologist who creates biological life forms in the lab, but he also studies all\nkinds of weird, what he calls unconventional intelligences\non Earth. And he speaks about that from a perspective\nof just understanding the incredible intricacies and\nweirdnesses of biological systems. So the soup of organisms that's\nthere in the floating forest is probably incredible. Do you ever think about\nwhat kind of weirdness is there? - Yeah. Along with giant snakes,\nthere are animals existing in an ecosystem that's isolated,\nright? And so the tepuis... In the movie Up, those Venezuelan\ncliff jungles with the straight walls, like Angel Falls? Up there you\nhave this allopatric speciation occurring where these isolated communities\nare departing from whatever's down there. So on the floating forest, you have\nthis very unique ecosystem where animals are living on grassy islands\nand in the tops of palm trees. In that nightmare soup that exists\nbeneath the rafts, there are probably insects and, I mean,\nI've seen lizards there that we have been unable to identify.\nThere are things there in the... I can't imagine the... decay is probably not happening. There's\nnot a lot of oxygen in that water. I've brought a few scientists there\nand they've all just been like, \"This is... this is...\" you know. - Yeah. How do you even - \"How did this form?\" We've brought hydrologists\nthere and they're like, \"How the hell did this thing form?\" And then trying to study what\ncreatures live under that is amazing. - But the big anacondas, it's\ninteresting because they truly are the apex, so they're\nunbothered. They're not really using their power for anything. - No, and I'm sure if I bit her,\nshe'd turn around and kill me. - Yeah, but in a bored kind of\nway. Like, it wouldn't even... It would just slowly kill you. - I wonder though, once she killed\nyou, if she'd just be like- - Just take a bite? - I mean, would she bite?\nThey swallow, right? - Well- - Once you collapse your shoulders,\nit's like if you killed a perfectly good hamburger and it was\nlike in your hands dead, you'd be like- \"Maybe I'll try it.\" - I mean, they need the calories. - Yeah, and then take a six-month nap. - Yeah. They're truly incredible,\nmajestic creatures. - Yeah, I love this picture.\nJust, again, look at the size. I want you one day to feel\nthem. And again, the wild ones are not like the captive ones,\nwhich are soft from sitting in a cage. These guys have been flexing every day.\nIt's like you're hitting steel cables. It's just wild. - And even if it's just being chill, you\ncan probably get a hint of the power it's capable of, right? - The one good thing about those really big\nones is that when they do strike, it's like it's like being in a fight with\na big fat guy. It's like that, that haymaker comes from way\nback here and you're like- ...\"Oh, good.\" You're like, \"I'm gonna\nduck.\" And you get down. Because they open their mouth and\nthey start accelerating. And it's pretty easy to\neither get out of the way or, you know, catch it before it hits you. ...usually. Again, if you ever mess that\nup, just like the haymaker from the big guy, it's over. - Your level of knowledge and comfort\nwith snakes is incredible. I think they - Play with them a lot. - ...sense that. I mean, I've seen you with\nsnakes and they must sense it, because they must sense in you the\ncamaraderie. You have a way of speaking to animals and about\nanimals like there's zero danger. Well, from my outsider\nperspective, it seems like a lot of them are full of danger if you're\nnot communicating to them correctly. - With snakes, I think it's more of a highway analogy: it's dangerous,\nbut you can drive safely. I know what I'm doing, so if I'm working\nwith a snake that can't envenomate me and is small, I can allow it to\nfreak out. And then if I can get it into my hands and it goes, \"Ooh, it's\nnice in here.\" And of course, like you said, I'm not scared. They are very\nsensitive to that, so he's going, \"Okay, this isn't so bad.\" You can chill him\nout. But I don't think snakes have any camaraderie. I\nthink that whales, monkeys, elephants, I think they can sense. They can\nsay, \"Okay, this person's trying to help\" to get me out of this net. I'm\ngonna relax and not kill them.\" In those cases, you have that dynamic. - Speaking of an animal that does\nhave camaraderie, there's this incredible video on your Instagram\nthat people should go watch where incredible video where this spider monkey\nwas drowning and you jumped in to rescue it. - Sure. So we're coming down river.\nIt's seven o'clock in the morning, so I'm cold. I'm sitting on\nthe boat and I'm wearing whatever. JJ's like, \"Look,\nspider monkey.\" And I go, \"Great, spider monkey in the river.\" That's\nnormal. But JJ's like, \"No, she's having trouble.\" And I was like,\n\"Why? They swim all the time.\" And he goes, \"You should help.\"\nSo the boat comes around. Then sure enough, what you can't see in the video is\nthat the river was so full that there were these little whirlpools and currents, and she was trying to get\nto the side. And again, all the animal rights people are very quick to be like, \"Let nature take its course. Let the monkey drown.\"\nOr, \"She doesn't need help. You're interfering.\" Sure, sure, sure. If you were\nactually there, you would know that she did need help and she was\ndrowning. Her head kept going under. And so I saw that JJ was\nright. And so we pull around. I took off whatever I could in the\nmoment, jumped in with the paddle— because, now, here again, I trust monkeys, but I don't want her to bite me. She is going to be\nscared, so I thought, there's two ways I can do this. I can grab her by the neck and the tail and take her\nout of the river, which is going to be scary for her. Instead I thought, \"I know spider monkeys\nso well. I've raised so many of them.\" And when you raise them, they curl\nup to your neck and they'll... If you have an orphan spider monkey whose mother\ngot shot by poachers and you're taking care of her before we bring them to the\nanimal rehabilitation experts, they'll curl up on your neck and\nthey'll go, \"Oh, oh, oh, oh,\" and they'll just talk to you in your ear. So I feel\nlike I know a little bit of broken spider monkey. I pull up next to her and\nI give her the paddle. We're in this rushing river moving\nat 10 miles an hour downstream, and I try to give her the\npaddle and she smacks it away. She was like, \"No, get away from me.\" Then she keeps\nswimming, goes under again, and I give her the paddle again. She puts a hand around the paddle, and that\nmoment that you paused on, she looked back at me. She looked at me like—yeah, right there.\nShe registered like, \"Oh, this is another animal with a face.\" - For people just listening, you need to go watch the\nvideo. You guys are just looking at each other, and she's looking right\nat you. It's so cool. - She looked right at me, but then she went,\n\"No.\" She was like, \"Whatever you are, no.\" She was like, \"I'd rather die in the\nriver.\" She was so scared and drowning, and she looked at me and got\nscared and jumped back in. Then I lifted her up and I went, \"Oh, oh, oh,\noh,\" and I started talking in spider monkey. And she just... then, in the next moment,\nyou see it. She just goes, \"Sure.\" And she wraps her tail... you see her\ntail is around the edge of the paddle. She puts her hand around it, and then I lifted her. Because\nI'm taller than she is, I lifted her out of the river. So now, instead of manhandling her like\na raccoon you're catching by the neck she's holding on in her spider\nmonkey way to the paddle, and she and she looks back over her shoulder. I'm sitting there\ngoing, \"Oh, oh, oh, oh,\" talking to her in spider monkey. And she looks at me, and\nyou hear her. She goes... I can't do the sound she makes,\nbut she does this, \"Whoa!\" spider monkey sound like, \"Guh!\" And she goes, \"Fine.\" And then she's looking\noff the front end of the paddle as she's looking at the jungle, and she looks back at\nme and she's like... You could just tell. She's like, \"I have no\nidea what's happening.\" But she accepted the help. And\nthe difference is, it's because I spoke her language in this case. And\nI know that would be one of those stories that people would nail me on every\ntime if it wasn't on camera. You can see the moment that she makes direct\neye contact with me and goes, \"Okay.\" And then as soon as we get to shore, she jumps\noff and runs off into the forest, but it was- - It's so... I mean, just watching the\nvideo, it's so amazing. She's looking at you. Like, real... You can see\nthat there's an actual connection. It's... that there's like communication,\nlike a social... You know, the way humans, when you're maybe saving a human being that's\ndrowning or something like this. There's that connection. It was\nbeautiful to see, man. And then I read a little bit that spider monkeys have... they're very intelligent, but they're\nespecially socially intelligent. So they have social connections with each\nother. So they understand what that means. They understand what\nanother entity means. So you speaking it in a broken language, probably is really important and a powerful\nway to indicate that, \"Wow, you're in network.\" Like a foreigner, but like - It's like you're in a foreign country\nand someone goes, \"Helping, helping.\" - Yeah, exactly. - Like, \"Helping.\" And you go, \"Okay,\nsure.\" Like, you know, \"You're not robbing me, you're helping,\" right? But no, they're incredibly... And I'm telling\nyou, I've had orphan spider monkeys so many times. And they wrap their tail\naround your neck and they hug you. And you realize that connection that they\nhave with their mothers when they hold onto them in the canopy... When the\nloggers shoot the mother and then I'm taking care of this baby,\nthey hold onto you. And they need that love and that\nconnection more than they need food. If you put food or you put warmth of\na body, they'll choose the connection over the sustenance. - Yeah, they really value the\ntouching, that connection. - Very tactile. They're very loving. They wrap their long spider\nmonkey arms around each other. They're very much like us.\nThey hold their babies. When it rains, spider monkeys\nwill get together and huddle up. They'll pull leaves down and all\nhuddle up together. When it's cold- they get close. It's very cute. - Yeah, I mean, they're distant relatives,\nbut that's true for a lot of our relatives. The apes, the chimps,\nall of them, they have this intricate... They're different. Sometimes\nmore violent, sometimes more loving. But social interactions,\nit's cool that way. - Yeah, I mean, you expect it from\nthem. They're practically us. To me, it's when other animals\nshow. The times that I've been on a trail and a jaguar has\nwalked by and just been like, \"'Sup?\" Keep walking. And it's like, \"It's\nkind of cool of you not to eat me.\" \"I appreciate it.\" - Has that happened to you? - Yeah. I thought somebody was walking on\nthe trail. I was doing a camera trap. And I put my finger up and I was gonna\ngo, \"Could you walk any louder?\" - Oh, yeah. - I'm crouched because I was\ndoing a camera trap. A jaguar walked by and he literally was just\nlike shoom, shoom, kicking leaves, just having fun, mouth open. And\nhe just walked by, looked at me, and went, \"'Sup?\" Never broke stride. Dead-ass eye contact with the bottom\nteeth out and that jaguar look of just like, \"Hey.\" I was like, \"Okay.\"\nNow I'm going to have a full meltdown. Your system, you start sweating. You're like, \"Whoa.\" Because\nthey're also so beautiful. When you see a jaguar, it's bright\nyellow and the teeth and the muscles... It's... You know... - What do you think you communicated to\nthe jaguar that it didn't kill you? - No, nothing. The jaguar was making\nthe decisions. I didn't do anything. saved my life. He was\njust going somewhere. And because he's the king\nthere, he just went, \"Uh.\" - Yeah, probably also not threatened. - Not threatened at all. - I think there is something to you.\nYou're just taking for granted the things that you're\nputting out into the world. You're probably radiating calm.\nOr not calm- but non-threat. - Certainly non-threat. I also smell\nlike an animal when I'm in the jungle, right? I shower in the\nriver. I don't use deodorant or shampoo or any of that\nstuff. So I don't smell... Imagine to animals that have a\nsmell that's four times as good as that's four times as good as ours,\njust your deodorant, your conditioner— ... just whatever other products,\nthe detergent on your clothes... We smell like Times Square. We\nsmell like a fire alarm to them. They're like, \"What is this thing?\nIt smells very foreign and scary.\" Everything's scary. Speaking of scary,\nthe jaguar was kind of friendly. He was like, \"'Sup?\" It's almost\nlike he'd seen me before. He was like, \"Oh, it's just\nyou.\" The one time I stood— on the forest floor in India with\na wild tiger and nobody else, the thing the tiger did that was so\nunnerving... And again, a tiger's back is... they're so much bigger than\nyou think. It's like four jaguars. They're so big. She wouldn't look at me, and it was\nterrifying. She would look over there, she would look like this,\nshe would look like that, and never eye contact. It was like,\n\"You're as important to me as a stick.\" When you see two fighters square\nup, it's all about the eye contact. But you look through a person; you\npretend they're not even there. person. You pretend they're\nnot even there. That- That tiger insulted me on such\na profound and disarming level that I never forgot it. It was like,\n\"You matter as much as a sparrow.\" \"You're just not one of the\nthings that I care about.\" She just was looking around\nand carried on doing it. She was like, \"I'm gonna walk\nthis way.\" And I was just like, \"Holy shit, I'm gonna run.\" It's just profound insignificance\nfrom this god of an animal with paws the size of dinner plates. I\nwas like, \"Man, if she does look at me, if she looks at me, I'm gonna probably...\" - That's the end. - You know, that's the end. - Yeah, it shows how much more powerful\nshe is. That's probably the most terrifying animal on earth. Tigers— - The rock-paper-scissors of land predators. I think the polar bear and tiger\nhave to be the most scary. - Yeah, polar bears. - Polar bear's pretty scary. - Yeah, you don't mess with a polar bear. - I don't think they're as fast as tigers,\nbut you're not going fast on the ice. With a tiger, you can't outrun it. If\nyou climb a tree, they climb better. If you get in a car, they could smash the\ndoor. If a tiger decides it wants you, pretty much nothing... Even if you had a\ngun, even if you had a nine millimeter, it isn't going to stop\na tiger that wants you. - In the jungle, have you ever felt\nin danger? Putting humans aside, were there animals...? You've talked about how humans\nare really the source of danger. ...how humans, they're\nthe source of danger. Is there... You often\nspeak about animals as a, you know, source of beauty and wonder— ...and elegance and grace and\nall these things which they are. But I'm sure you've felt danger. - Yeah. I mean, I'm very aware that a hornet's\nnest can kill you. They'll kill you. - Oh, so the little guys. - The little guys suck. You know, the— I always think like when we\nwere going through the jungle— ...one machete whack, and again, people\ndon't realize how dense it is. You try to run, you get hung up on vines, you trip,\nyou fall onto one of those trees with the black spikes. And then while you're laying there\ndealing with all that, they're just stinging you and your body— ...goes into anaphylactic shock and\nyou die instantly. It's like you just... That can very\nquickly just take you out. - You're right. I mean, speaking of spikes,\nthe biggest danger is not even the spikes. The spikes just, 'cause it creates\nopen wounds and then that can lead slowly— - Infection - ...to infection. So it's really\nthat—that is the biggest danger. - Yeah. In the Amazon, I've never heard of a human-directed violent jaguar in\nour region. They just don't attack people. I'd say mosquitoes are\nthe thing that come after you. The snakes just want to be left\nalone. Even the venomous snakes. Again, I grabbed an 11-foot\nbushmaster by the tail and he turned around, he lifted up to about this\nhigh off the ground. And if you could translate what he said,\nit was just, \"Don't make me do it.\" It just said,\nyou know, \"Make my day.\" - See, but that's the thing.\nYou speak snake language. - And then I put the tail down. - You speak snake. - I went, \"Okay.\" I was\nsufficiently scared. So the problem happens when you don't know\nwhat you're doing. I'll give you— ...an example. You want a dangerous animal\nstory, I'll give you one. I was walking one time and I was trying to be responsible. It\nalways happens when I'm trying to be responsible— ...I get into trouble. Trying\nto be safe, and you fall down. I'm on the side of the stream and there's\nelephants on the other side of the... I'm in India. There's a deep,\nlike a 12-foot thing, and then a stream and then on the other side there's elephants.\nAnd I'm walking and I'm like, \"I'm gonna sit in a tree and I'm gonna enjoy these elephants.\nI'm gonna make notes in my book like Jane Goodall.\" Then I came up against a cement\nwall, and it was the back of a male elephant. And in India, it's a male\nelephant that's been harassed and had fire thrown at it and God knows what\nelse. And he... And if I translate what he said, he turned around and he just went,\n\"What the fuck?\" He just looked at me like, how dare you? And then just... smacks\napart the tree, turns around, and then that elephant was trying to kill\nme. That was not a mock charge. I threw off my backpack, zigzagged\nthrough the woods. He broke apart trees. If I had a GoPro on\nmy back to show you what I saw, just the shrapnel and devastation\nof this thing just bashing through trees. Every bush that I\nencounter is a possible trip. Every vine is a possible hang-up.\nAnd if they get you, he'll step on you and crush you. So I\nthrew myself off the edge of this cliff, rolled down into the stream,\nand the elephant got to the edge and almost fell on me. He got to\nthe edge and did one of these, and then came back down on his hind feet. Picked up a stick, threw it at\nme. And the stick just smacked down next to me in the stream. I remember\nI gave him the finger because I was alive. And then he just stormed\noff into the jungle. - I mean, there's nothing like an elephant. - There's nothing like an\nelephant anywhere. There's a... I loved listening. I was so\nexcited when I put on your podcast with the dinosaur guy— because he was like, \"When a baby\nis born, it learns, you know, elephant, giraffe, T-Rex.\" And I was like, \"Holy shit.\"\nAlong with like banana, water, sky is blue. Somehow these are initial\nthings in your first few months on Earth— these are the characters you're introduced\nto. How the hell did T-Rex get there? They don't even exist anymore. It was just such a fun... I could\nhear you smiling through the mic, and I was like, \"Oh, this\nis gonna be a good one.\" - Yeah. I mean, the dinosaur\nworld is incredible— - It's wild. - but the fact that you have such a\npredator evolve with such a gigantic jaw, so much destructive power, is weird. - And then he broke my heart because he\nwas talking about how the T-Rex and Stegosaurus... he's like, \"All the\nbooks have them together,\" and then, \"They're nowhere near each other.\" \"They did not exist at the\nsame time,\" and I was like... - I want them to battle with each other. - Yes. - Speaking of elephants, I feel like we'll\nbe up for an adventure at some point. After all this chaos is over, you think\nback in the jungle? Africa? India? - I think I would love to show you\na herd of truly wild elephants in the African jungle. I think that us going on a boat trip through\nthe Amazon, not a hiking one— where we're going through areas where\nyou can get permits to go through where no one's allowed to go.\nThey're completely protected areas, and you can just go for a week through\nareas where the animals have no idea what a human is. So you can move through\nit, and it'd be a little bit more of an enjoyable experience, not a survival\nsituation. And go with J.J. in a boat and just travel through the Amazon.\n\"Hey, maybe we protect this river.\" And then the river's mapped from north\nto south, and we just raft down with boat support, you know? - It's really incredible to see how it's\nall connected. I mean, the river, it's the thread that connects the\nwhole story. And so it's nice to see how it all is connected.\nAnd that's why us starting in the mountains is also really nice to\nsee, you know, where it begins. But it keeps going. The story keeps going. - It keeps going. We did start in the\nmountains. An epic first day together. - And hopefully, people get a\nchance to see that video. So I gotta ask you about the\nwriting. I mentioned you're an incredible writer. What's\nyour writing process like for this book, Jungle Keeper, for The Mother\nGod, and for future books you're writing? Are you like a Stephen King? Do you go\nto some dark places in the basement? Do you write every single day? Do you take little notes? Like, your\nnotebook has a bunch of doodles and a bunch of writing. Like,\nwhat's your process like? - I try to journal every day\nfor a number of reasons. It's accountability. It helps me keep track...\nIt's fun to see your hopes and dreams. It's fun to record the mundane\nmoments that we all forget about, and that might be, like, cooking\nin the kitchen with your mother. That might be a fun walk you had with\nyour dog. Like, little things that you think you're going to remember, but you just\ndon't. And so I have piles of notebooks. I have just piles and piles\nof notebooks in my room. And when something happens, I write it down.\nIf a cool story happens, I will write it down, story happens, I will write\nit down, or if I find a leaf from an extinct tree\nI will make an etching Anything that happens that I\nfind remarkable in any way, either for my own personal\nmemory or for writing, I'll write it down. And then when I go back to it later, A, I have a very\ngood memory, and B, the facts are there. And so when something happens\nlike you rescue a spider monkey or something happens that's remarkable in life—you get to spend time with\nsomeone that you haven't in a long time and you get that feeling of like, \"Oh,\nthat's why I'm such good friends with them.\" You write these things\ndown, and then it's always there. And so I feel like whenever I\ndon't journal that I'm missing out on keeping my life and my memories. So yeah. I don't do the... That\nStephen King quote about how \"Amateurs wait for inspiration, and\nthe professionals, we go to work every day.\" And he's like, \"Ten pages a day,\"\nor whatever it is. I don't do that. I write when I feel like it. And I like to... You know, I'll start thinking,\n\"Oh, this is a perfect way to start this scene,\" because\nthe moment this happened, I felt so intensely. And if we bring\npeople in and out, I'll just be in a car or boat or something, and I'll just start\nthinking about it and I'll go, \"This is...\" Just the thing is, you gotta carpe diem. Then I'll go, \"Okay, where did that happen\nagain?\" And I'll go to that page. And I'll go, \"Okay, so what exactly happened?\"\nThen you get the laptop, and yeah. So it's brain to paper to\nlaptop, always paper in between. - Well, how do you go from\ndisparate notes to the final thing? Because it's difficult to\nconvey the experience through words, and you do that well. So is this like...\nDo you edit a lot? Do you iterate? - That's where Stephen King was right.\nBecause I look at writing like sculpting. You- you have\nto have something to sculpt. And so when you're thinking of a story... Again, a lot of...\nI mean, I love listening to great storytellers. And I actually love listening to\nbad stories, just like I like watching bad movies to see what they did wrong. When you listen to\nsomeone that starts a story and they have you hooked from the second they start, and then\nyou're like, \"Wait, but how did that happen? And why was that happening? What happened next?\"\nAnd they keep you going and they drop the information perfectly. And so every now\nand then, you figure that out in that moment of inspiration. So then I\nhave my facts written down here. And then I'll do an outline on a page\nor something. But then I have to get it all out of me with a pen. Then I can\nmove to... I'll almost close my eyes. I'll almost just close my eyes and write the\nstory out. I just need to... You're making the... You're literally making your\nclay, and so it's like you make the shape of the thing before you... And\nthen editing is giving it details. - So you do take passes like— - Oh, my God, yes. I mean, dozens.\nThat's where writing sucks. When you're finishing a book—and I'll\nnever do that again. So what I'm doing now is... this last book, there's\nso much that it covered. And I was in the jungle, and it'd be like\nhiking for ten hours a day, you know, dealing with narcotraffickers, and\nthen I'd have to edit at night. It was like, \"This is no way to\nlive.\" So now what I'm doing is I'm writing chapters as I feel like\nwriting chapters. When something something remarkable happens, I go,\n\"This is going to be its own chapter.\" I write it, edit it, and then I\nsend it to my sister who's an expert editor and has lived\nmore in literature than most people live in real life. She'll\nlet me know if it's good or bad, if it needs to be tweaked. When I get\nit back from her, it's marked up. And now what I'm going to do\nis I'm just going to put those aside. And then, the next time I\nwant to write a book, it's not starting from scratch on 300,000\nwords; it's just here, and it's ready. Much easier. - What kind of books do you think\nyou might write in the future? - Well, there's Mother of God, and\nnow Jungle Keeper. And then I'm already working on Endgame. Because\nthere is so much that has happened. I think I told you when you were\nthere, but right before you came, me and JJ went to the\nback end, behind our river— to this horrible part of the\nAmazon that's 10 times more lawless than where we are. Instead\nof no people, there are people. If you want to talk about Amazonian\nNo Country for Old Men, it's the oil companies, the missionaries,\nand the newly contacted tribes. There's a people called the\nNahua, and they were recently contacted and ripped out of the\nforest. They're standing there with their little bows and\narrows. They're tiny people. The— the normales are tall. The Nahua\nare small. And we just saw brutality in this horrific...\nIt's like Sicario. It's just absolute lawlessness. I remember the\nmoment JJ looked at me and said, and we both think of ourselves as\ntough, I think, until we get in these situations. And he looked\nat me and went, \"We're not safe.\" And we looked at the people around\nus at this side of the river port, eight days up, and you\ncould tell everyone looking at us was making a calculation\nabout how inconvenient it would be to kill us. They were like:\ncamera, watch, clothing, backpack. They were like, \"That's a nice\nbackpack.\" You could tell they were just shopping. And JJ\nand me were like, \"We're gonna...\" \"Where are we putting\nthe tent tonight?\" \"We're not staying here.\" Then I was like,\n\"Well, maybe we should stay.\" And then one of the little Nahua\npeople came over to JJ asking for food, and he made the mistake of\nexplaining money. They'd never had money before. He gave them a\ncouple coins and said, \"If you go over there, that man will sell\nyou something and you can eat.\" The guy was like, \"Bow and arrow?\"\nJJ said, \"No, give him this and he'll give you food,\" and it\nworked. Then JJ got swarmed by 60 of these little tribals with\nbows and arrows, hands out. JJ was running with all these half-naked\npeople behind him. That— that whole saga right there\nis like... That chapter's gonna be called \"River\nof the Dolphin Fuckers\" 'cause everyone we met on\nthe river kept telling us, I'd have my camera with me and I'd go, \"Are there dolphins here?\" And\nthey'd go, \"Yeah, there's dolphins. And if you fuck one, be careful\n'cause they'll pull you under.\" I went, \"Okay, weirdo,\" to the first guy. And then we got to like eight hours further\nupriver, met the next guy and I had my camera out, and I'm like, \"Hey, are there any dolphins here?\"\nAnd he goes, \"Yeah. If you fuck any, be careful.\" He's like, \"'Cause they'll grab on\nand pull you under.\" And I was like, \"What?\" And then four more people told me\nthe same thing. So I was like, \"Okay.\" - The lesson we learned in the jungle:\nhorned anacondas, believe 'em. - Believe 'em. On that river, they were\nall trying to be good Samaritans and warn me about the clear and present\ndangers involved with amorous dolphin encounters. - So stylistically, I mean, that\nis a bit Cormac McCarthy. - Ooh, he would've loved it. - There are writers you draw inspiration from\nlike that. I mean, you're very close to him— - It's too big of a compliment. - You plug in every once in a while. You\njump around stylistically, actually. - I do. It depends, because\nsometimes I want to sink in and flex a little bit, which I don't think\npeople really enjoy, but I enjoy it. You know, talk about the... Just\nuse all those flowery words— and make these beautiful metaphors.\nBut what I'm finding more and more is that modern readers aren't really looking\nfor that. They want an easy read. And for my style of storytelling,\npeople really tend to thank me for more of an\nAnthony Bourdain style, where you're like, \"So we found ourselves\non the side of this river and we knew we were in danger. The reason we were in danger...\"\nAnd you just start telling the story. Forget the... Maybe once every two pages\nyou can throw in one of those beautiful little zingers, but nobody\nwants to watch you flex. - But also sometimes you go even more\nthan... I don't think Anthony Bourdain did like Hemingway-like minimal, like—\nword, period— word, like that. That's another way to flex that I really\nlike that you do sometimes is just— less, and just power in the spacing, the silences. The unsaid\nis what does the driving. - I mean, that's what's so arresting.\nYou read like For Whom the Bell Tolls. And, you know, \"The air\nwas crisp, and the water was sweet, and the wine was good,\nand the afternoon was warm.\" And you're like, \"I know what that's like.\"\nThese are not complicated sentences, but when he puts them together into a\nparagraph, you go, \"Oh, yeah. I want to drink wine out of leather and\nlay by the side of that stream.\" It sounds so beautiful. And so sometimes,\nyou know, I mean, just look at that. Look at that fire cracking\non the horizon there. Sometimes the only way is\njust these simple statements. - Writing's beautiful. I love writing, I\nlove reading it. Have you interacted with LLMs much? You know, AI systems? ChatGPT?\nThere's a bit of a scary and a sad aspect to the fact that they can\ngenerate language extremely well. But something is missing, and it's\nvery hard to put your finger on it. - My question to you is: I can\npick out with stunning accuracy when someone sends me a message and\nthey've passed it through ChatGPT— I know. Somehow I could\ntell, and I don't know how, but I could tell. It's one of\nthose things like with the images, where we're at the point where\nwe can't tell anymore, almost. I don't know if that's going to go away,\nor if, like you said, there's something... Like, one of the things that F.\nScott Fitzgerald does so much is he describes these incredibly human\nmoments with such crystalline accuracy that you go, \"It must have\ntaken you a month. You must have studied life\nso much to be able to string those words together.\"\nI think in a book he writes about someone screaming with such\nabandonment that at the highest register, her voice wobbled and cracked. And you're\nlike, \"Oh my God, I know that sound.\" And I wonder if... because\nyou can say, for example, \"Write me The Jungle Book, but make it\nsound like Cormac McCarthy wrote it.\" And it'll be like, \"The jungle was dark\nand stern, and the boy was...\" You know? It'll do it, and it's amazing.\nBut my question to you is, what are we picking up on in something\nas simple as a text message? - It is very difficult to define. But\nit's important to keep thinking about, because: what makes us human? - You reassured me recently\nbecause I called you and I said, of the jungle and all anybody\nwants to talk about is AI.\" It's like people are walking themselves\ninto the Matrix and asking to be hooked. You know, everyone's\njust obsessed with this topic. And you were like, \"Man,\nhuman art and human literature is going to actually become so\nvaluable as this other thing happens.\" other thing happens.\" And I expected\nthe opposite answer. I thought you were gonna be like, \"Yeah, man, this really is.\nEverything's gonna change.\" And you were like, \"Man, like, real artists are going\nto become more appreciated.\" - As more and more compelling and\neffective bots appear on the internet— ... we're going to value\nthat less and less, I think. And we're going to value human\ninteraction more and more. So, you know, artists showing art at\ngalleries versus on the internet— ... meeting in person. And,\nactually, it's going to force people to be more authentic and\nreal and raw with each other. That's going to be the valuable resource. - I mean, I think already, AI\naside, I think that in today's world, everyone's so... I\nmean, movies have become so polished. Like, there's no weird quirky\nstuff. There's no risky stuff anymore. It's all very, very curated. I've\nalmost stopped watching movies. And I used to love movies. But it's fun when they take risks, when\nthey're messy, when they're real. - I think Hollywood, the Hollywood stars,\nthe Hollywood movie-making process has become less and less popular\nbecause of that. So I can't wait for movies to be reinvented- - Oh, I can't wait. - ... for independent film. Just raw,\nedgy, dangerous, all that kind of stuff. - And all the actors we like are in TV\nshows on various streaming platforms. It's like they've all just gone home. Like, they're not there. I was\nliterally like, \"Man, I miss movies. What happened to movies? I'm re-watching\nall the old movies that I like.\" And I was like, \"Where is everybody?\" What are they doing? It's\nlike they all have a TV series on Hulu or something,\nyou know? It's like, \"Fuck.\" - Yeah. I think it'll come. The\nraw, the dangerous, the edgy. - What we just described is almost perfect...\nThere's a scene in Dead Poets Society where Robin Williams makes them open their books.\nAnd the first page of the poetry book is like, \"How do you identify a good poem?\"\nHe's like, \"A good poem can be...\" And he makes a graph. And he's like, \"By the subject of\nthe poem, and then the accuracy with which it is described, you can tell whether\nor not it's a good poem.\" The whole class is sitting there bored. And he's\nlike, \"Now rip that page out of your book.\" And they rip the page out. And then\nhe's like, \"Now stand up.\" And he's like, \"Now describe something.\" And he makes\nthem bleat it and scream it. And it's almost exactly what we're describing.\nIt's like, yeah, you can turn it into a graph if you need to, but it's\nsomething way messier than that. - Yeah. And Robin Williams, the person— ...\nis a perfect example of a complicated, beautiful human. I miss him. And whenever\nI see clips of him come up, it's just- I still to this day can't make\nsense that a person like that can take their own life. Somebody who's\nbrought so much joy to the world. It scares me, man. It scares\nme. I'm scared of my own mind in that way, you know? That he\ncould be at the top of the world... - But he had an illness. - Yeah, that's what I understand.\nDude, life is a rollercoaster. - I'm telling you. - And you're living through it. - As scary as that is... Since you\nmentioned Robin Williams, I'll give you this. My very close friend\nGleb, he has a story. He was in New York City as a kid and\nhe saw Robin Williams walking down the street. And he went up to him\nand went, \"Oh my God, it's Robin Williams.\" And Robin was like, \"Yeah.\" And he goes,\n\"Can I have an autograph?\" He goes, \"Do you have any paper?\" And my friend was\nlike, \"No, I'm eleven.\" And Robin Williams was like,\n\"Go get some paper.\" His manager was with him and he was like, \"Robin,\nwe don't have time. We gotta get up there.\" And he was like, \"Hold on. I told\nthe kid I'd give him a thing. He'll be back.\" And my friend heard this\nas he's thinking, \"Just please stay,\" his whole life depended on this thing. And he ran into a diner,\ngrabbed a napkin, ran back out into the street. It took him a few minutes,\nand Robin Williams was still sitting there. This irate manager was there,\nbeing like, \"Come on, let's go.\" Robin had waited there and signed the napkin for him, and actually\ndid it with a smile and a wink, you know. - Yeah, man. You can bring a lot of\njoy to the world. Never forget that. All those little\ninteractions. I love it. I love it. - That was another one of Jane Goodall's\namazing quotes that I couldn't reproduce, but it's that you\ndon't realize the degree to which the things you do each day matter- ...even if it's just to the people\naround you. And it's like you are, to the people around you,\ntheir entire life experience- ...if they're your kids, your parents,\nyour partner. So yeah, the things you do. And if you can manage to put\nthat extra energy where you put a little magic on it, where it is\nfun. You show up home with something, you know, play with the kids in a way that\nsurprises them. I had a good friend of mine, Vinnie. I called him and\nsaid, \"What are you doing?\" He said, \"Oh, I have a whole plan set\nup. It's supposed to be really good stars tonight. I'm putting\nmy daughter to bed.\" He goes, \"I'm gonna wake her up in the middle\nof the night. I'm gonna have a candle.\" \"I'm gonna take her up to the roof\nto go stargazing.\" He's like, \"But I want her to sleep. Remember when you\nwere a kid and you would wake up?\" He was curating a magical\nexperience for her to see the stars, and like, making warm\ntea and all this. Like, man, you can just make it so great. - Jane Goodall's the\nreason you met this guy. - That's right. - You've continuously spoken\nreally highly of him, and he gave me this book that he has recently\nwritten, Echoes from Eden. Signed it. - Yeah. Dax, A, saved my\nlife, and B, is the example of what everybody wishes.\nDax made an amazing company, amassed an amazing fortune, and\nthen said, \"I'm gonna use it for good.\" - He's given a lot of resources, a lot of love, a lot of effort to\nhelping the Amazon rain forest and the environment in general. He's one of the only guys I know\nwho has a sexier beard than you. - Yeah, he's got me beat big time. - He wrote, \"Thank you, brother, for your\nlove of the wild. This book is about the heroes fighting on the front\nline for nature. Together we can protect Earth's last wild\nplaces. Speak soon, Dax.\" - He supported all these\ninitiatives. He went to the Amazon with Jane. He supported Junglekeepers\nand Sea Shepherd. And so he really went out and said, \"Okay, what are\nthe environmental projects that are doing the most good? And where do I want to put my\nresources?\" It's like everyone always whines about that. \"How come these\nguys don't...\" And it's like he did, and he got a lot done.\nThen he went and visited all those projects: sea turtles and Indonesian orangutans and working with\nJane. And so then that book is sort of a state of the\nunion on where conservation is at. There's a lot of knowledge about how the\ndifferent strategies... It's so different protecting sea turtle eggs versus\ntrying to save a river in the Amazon versus Jane's global message of hope. And then he has a guy in there who's\ntrying to save a specific part of Sumatra, and it's just amazing stuff. - The Congo. - The Congo. And then he actually took\nthe time to go to these places and see the operations on the ground. - And are you still working with him? - Yeah. Well, that's sort\nof the... The way it happened in my life was, the one time I quit conservation was right around the\ntime COVID hit. I was going through a divorce, I'm 32 years old, and I had no\njob, no nothing. JJ's mom had COVID. Don Ignacio the shaman had COVID. Pico's\nleg was coming off. Nothing was working. Nobody could go anywhere.\nAnd I called Mohsin and I was like, \"I quit.\" I was like,\n\"We're never going back to the jungle.\" The loggers just went\nout and were tearing down everything. I just said, \"I got nothing.\"\nAnd in the absolute black depression, I called him and\nI said, \"I quit. I'm gonna go get a job. I guess I'm just...\" You\nknow, \"I guess I've been like jungle Peter Pan and it's time to grow up.\" And I was really embarrassed\nat the time that I did that. And then I spent like four days just laying in bed, with no idea what\nto do. The only thing I can do is this. And I had talked\nto Dax months earlier, told him my plan for protecting the river, for\nmaking a ranger team, and he'd been looking over the budgets and spreadsheets\nand seeing if this was real. He was still forming\nAge of Union. And then four days after I quit, the phone\nrings and it's Dax. And he goes, \"Hey, I looked over the budget. I'd\nlike to make a 10-year commitment to Jungle Keepers. Let's go.\" He had\nno idea what I was going through, and he was just like,\n\"Let's go.\" I was like, going from that depressed to\nthat inspired in a single conversation... You could\nget the bends from that. - Yeah, and it's not just the money- ...\nit's that somebody believes in you. - No, it's that he believes in\nus, that we can... Money, you know, that money means tuna\ncans and gasoline and being able to buy shoes, you know? We never had those things before. We were just\nliving in the jungle watching our bodies decay. And he was like, \"No, I know\nhow to run a company, and I can tell what you guys need to run\nan organization.\" And he did that and then has stuck by us. And he came not that long ago\nto the Amazon, and we... And we took him around, and he\njust looked around and went, \"I've never seen people...\" Because he\nsaid, \"You guys remind me of a startup.\" He said, \"You're a mess.\" And that\nwas right before Stephan had come And so now, he's seeing ranger teams and\nboats going up and down. And we have complex systems and a donor program,\nand all these things are working well. We're making progress and we have annual\nreports and all this data. And he's like, \"Yo, you know, people have\ndonor fatigue, where they donate money and don't know where\nit's going.\" And he goes, \"Here, they can see what's happening.\"\nSo having someone like Dax in your corner is a miracle, really.\nIn the book, it's gonna sound... A lot of the things that happened to me in my life\nsound like bad writing. You know in movies, they have a gun to their head, and you go,\n\"They're not getting out of this one.\" And then someone bursts through the door and saves\nthem. That's just happened too many times to me. It sounds like bad writing,\nbut it's a really good life. - Since you mentioned Stephan one\nmore time- ... one of my happiest moments in life, and I had many\nin the jungle with you, is just talking late at night after\nayahuasca, funny enough- ... chatting with Stephan and Dan\nand you, giggling and talking about life and everything. And Dan is a guy I\nhave to give a shout-out to. You should follow him on Instagram, Life with Dan.\nHe's an incredible wildlife photographer. I've seen him; he's worked\nquite a lot with you. He has a love of nature, a\nlove of the wilderness, a love of beauty, and is extremely good at\ntaking pictures, but just goes to the edges with you. He's\nthe only guy I've seen with the two giant cameras able\nto follow you into the darkness. - Well, Dan... First of all, that\npicture I showed you where I'm in the tree, because I told you the story\nabout with JJ where I climbed the giant tree. Well, this is years later,\nI climbed it with Dan. Dan was there, and so he flew the drone\nup and got me in the tree. But what Dan's a really good example of is,\nlike you were saying, what would you say to the kids? It's like Dan listened to our\ntalk, our first podcast, was living in Singapore, and he's\nlike a young filmmaker. Again, just get out there.\nHe signed himself up to come on a Tamandua Expedition with my\ncompany, and he showed up on the thing. And sure enough, their boat broke down,\nand I was off doing Junglekeepers stuff, and someone was like, \"Yo, their\nboat broke down.\" So we show up and I haul their boat and he comes up and says, \"I'm\nsuch a big fan. I just wanted to say hi.\" I said, \"Well, great. Hello.\" I said,\n\"Well, let's get you back on the river.\" And then, you know,\nsomeone came up to me and said, \"He's a really good photographer.\" I\nsaid, \"Everybody's a good photographer today.\" I said, \"That's great. Amazing. We have\nStefan and Mohsin. What else do we need?\" And then someone I trust was like,\n\"Hey, listen, look at his stuff. It's not normal.\" And then I watched\na few of his videos and I went, \"Holy shit.\" And I went,\n\"Would you ever think of coming down for a few weeks to film?\"\nAnd at the time, he was like, \"No way.\" He was so amazed. And now we're bros. And we film together all\nthe time. But he put himself in the position where he has\nthe skill, the insane skill. I mean, some of his things—\nhe's doing tracking shots of a white-winged sparrow over the water\nwhere he's in the boat with an 800 millimeter lens, getting\nthese insane shots. I've never seen a talent like him with video. - But wildlife photography and documentary\nfilmmaking in general, it's not just about the competence of being able\nto pull off a difficult shot. It's like the patience required and the discipline to just sit\nthere and wait. I mean, when we went out into the jungle, he waited. - Yeah. I mean, even looking on\nthis page, that shot of the- of the emerald tree boa there; he\ngot up before dawn to wait for the sideways light. He had a vision\nof lighting the snake from the side. And then the macaws coming\noff the clay lick. How many days at the clay lick till he\ngot the explosion of macaws? And I'm up in the tree and he's on\nthe walkie-talkie. And then also your lenses are going to fog. You have\nto be able to hike and do everything everybody else is doing, and\nyour job. I mean, the dude is... - You attract a lot of incredible\npeople because the mission is clear and there's just like... There's a vibrancy and energy to\nthe whole thing. It's exciting. That's why the best people come to work\nwith you, come to hang out with you. - It's become an amazing team.\nI look around at the people and I go, \"How did this happen?\" - But it is getting more intense\nand dangerous. I have to ask you the thing we've talked about. What\ndo you think you'll do when you're getting older? This is pretty intense.\nWhere do you see yourself years from now? - I want to protect this river. We have to\nprotect this river in the next year and a half or else we'll lose the chance. Either I'm going to have... First book, I\ngot to the Amazon and it was wild. Second book, we went, we built this amazing\norganization and we got so close. It'll be like those movies, like\nBlow, where it's like, \"For a time it was amazing,\" and then\nat the end... it's not so great. - By the way, great movie. - Great movie. But, you know, I'm writing this story as it happens and,\nyou know, the endgame might be written by somebody else. Or we\njust got really close and then it all fell apart. But we're 130,000\nacres of the way. If we make it to 300,000, I'm calling it now, I think enough people are going to learn\nabout this. It's going to tidal wave. We're going to make an amazing documentary\nabout how we protected the wildest place on Earth. And then I would love to\nhave a few kids, get a PhD, and teach conservationists around the world\nhow to do this to save really wild places, keep inspiring people,\nkeep writing books, keep going on expeditions. I don't have any\nproblems with that. I can tell you, I can't do this much longer\nbecause the pressure of wondering if it's going to be okay,\nI've used all of it that I can. My Lord of the Rings analogy of carrying\nthe ring; you can only do that for so long. And so I'm actually\nvery excited to... I need to know that it's safe. I\nmean, that monkey that I rescued out of the river,\nor the toucan, Lucas, who comes back to visit us. We\njust saw a giant anteater not that long ago with Dax\nin the jungle. I know these animals and I'm responsible for\nprotecting their home. It would be so amazing to bring people to the treehouse\nand show them this amazing place and put out documentaries.\nI have no problem imagining a transition period.\nI'd like to transition out of Blood Diamond and go to more the\nsort of professor role after this. - You mean like an Indiana\nJones type of professor? - Yeah. Running from the tribes. ...as long as it doesn't go supernatural at\nthe end, I'll be very happy. That always kind of let me down. - Well, thank you for giving basically everything you got towards\nthis mission that you're doing. And thank you for being who you are. It's been\nan honor of a lifetime to be able to call you a friend and to have\nthis conversation, brother. This is the third time we've spoken. I\nthink we'll talk at least 10 more times, and I think I speak for everybody\nin saying thank you and please don't die in trying to\nsave the rainforest. - I have to say thank you to you\nbecause our first conversation changed everything. It really\ndid. In this story, it brought so many more people\nonto the mission. And I think also lifted me up because, as we often acknowledge, this can weigh\nyou down. And I often do get weighed down and I lose hope\nmyself. And then I get lifted up by moments like that where someone\nI'm a huge fan of and who I respect so much reaches out and goes, \"Do you\nwanna come to Austin and do this podcast?\" And I respond, \"The Lex fucking Fridman\npodcast?\" But, you know, you've really changed the narrative and\nallowed this to be a reality, so. - And everybody, go pre-order The Jungle Keeper, the book, available\neverywhere. And if you can, donate on junglekeepers.org. This\nis an important mission, an ultra-competent team, and this\nis such a beautiful part of the world that I really,\nreally, really hope we protect. So thank you for talking\ntoday, and now let's go eat. - Thank you, brother. - Thanks for listening to this conversation with Paul\nRosolie. To support this podcast, please check out our sponsors in the description, or\nyou can also find links to contact me, ask questions, give feedback, and so\non. And once more, let me say thank you for everything. Thank you for your support.\nThank you for the love. And thank you for listening. And I hope\nto see you next time.", "language": "English", "video_id": "Z-FRe5AKmCU"}